Repository: 0seniya/sc-data
Catalog: po_text/pli-*/*/thag/thag02.32.po
Languages: kn

# thag2.32:1.1
source: Theragāthā
kn: Verses of the Senior Monks

# thag2.32:2.1
source: Dukanipāta
kn: The Book of the Twos

# thag2.32:3.1
source: Catutthavagga
kn: Chapter Four

# thag2.32:4.1
source: 2.32 Sivakattheragāthā
kn: 2.32. Sivaka

# thag2.32:5.1
source: “Aniccāni gahakāni,
kn: Houses are impermanent—

# thag2.32:5.2
source: tattha tattha punappunaṃ;
kn: on and on, life after life.

# thag2.32:5.3
source: Gahakāraṃ gavesanto,
kn: I’ve been searching for the house-builder—

# thag2.32:5.4
source: dukkhā jāti punappunaṃ.
kn: painful is birth again and again.

# thag2.32:6.1
source: Gahakāraka diṭṭhosi,
kn: I’ve seen you, house-builder!

# thag2.32:6.2
source: puna gehaṃ na kāhasi;
kn: You won’t build a house again.

# thag2.32:6.3
source: Sabbā te phāsukā bhaggā,
kn: All your rafters are broken,

# thag2.32:6.4
source: thūṇikā ca <span class="var" title="padālitā (si, s2, s3)" id="note116">vidālitā</span>;
kn: your ridgepole is shattered.

# thag2.32:6.5
source: Vimariyādikataṃ cittaṃ,
kn: My mind is released from limits:

# thag2.32:6.6
source: idheva vidhamissatī”ti.
kn: in this very life it will dissipate.
