Repository: 0seniya/sc-data
Catalog: po_text/pli-*/*/thag/thag02.28.po
Languages: kn

# thag2.28:1.1
source: Theragāthā
kn: Verses of the Senior Monks

# thag2.28:2.1
source: Dukanipāta
kn: The Book of the Twos

# thag2.28:3.1
source: Tatiyavagga
kn: Chapter Three

# thag2.28:4.1
source: 2.28. Bharatattheragāthā
kn: 2.28. Bharata

# thag2.28:5.1
source: “Ehi nandaka gacchāma,
kn: Come, Nandaka, let’s go

# thag2.28:5.2
source: upajjhāyassa santikaṃ;
kn: to visit our preceptor.

# thag2.28:5.3
source: Sīhanādaṃ nadissāma,
kn: We’ll roar our lion’s roar

# thag2.28:5.4
source: buddhaseṭṭhassa sammukhā.
kn: before the best of Buddhas.

# thag2.28:6.1
source: Yāya no anukampāya,
kn: The sage gave us the going forth

# thag2.28:6.2
source: amhe pabbājayī muni;
kn: out of compassion, so we could realize

# thag2.28:6.3
source: So no attho anuppatto,
kn: the ending of all fetters—

# thag2.28:6.4
source: sabbasaṃyojanakkhayo”ti.
kn: now we have reached that goal.
