Repository: 0seniya/sc-data
Catalog: po_text/pli-*/*/thag/thag03.05.po
Languages: kn

# thag3.5:1.1
source: Theragāthā
kn: Verses of the Senior Monks

# thag3.5:2.1
source: Tikanipāta
kn: The Book of the Threes

# thag3.5:3.1
source: Paṭhamavagga
kn: Chapter One

# thag3.5:4.1
source: 3.5. Mātaṅgaputtattheragāthā
kn: 3.5. Mātaṅgaputta

# thag3.5:5.1
source: “Atisītaṃ atiuṇhaṃ,
kn: “It’s too cold, too hot,

# thag3.5:5.2
source: atisāyamidaṃ ahu;
kn: too late,” they say.

# thag3.5:5.3
source: Iti vissaṭṭhakammante,
kn: When the young neglect their work like this,

# thag3.5:5.4
source: khaṇā accenti māṇave.
kn: opportunities pass them by.

# thag3.5:6.1
source: Yo ca sītañca uṇhañca,
kn: But one who considers hot and cold

# thag3.5:6.2
source: tiṇā bhiyyo na maññati;
kn: as nothing more than blades of grass—

# thag3.5:6.3
source: Karaṃ purisakiccāni,
kn: he does his manly duty,

# thag3.5:6.4
source: so sukhā na vihāyati.
kn: and his happiness never fails.

# thag3.5:7.1
source: Dabbaṃ kusaṃ poṭakilaṃ,
kn: With my chest I’ll thrust aside

# thag3.5:7.2
source: usīraṃ muñjapabbajaṃ;
kn: the grasses, vines, and creepers,

# thag3.5:7.3
source: Urasā panudissāmi,
kn: and foster seclusion.
