Repository: 0seniya/sc-data
Catalog: po_text/pli-*/*/thag/thag02.19.po
Languages: kn

# thag2.19:1.1
source: Theragāthā
kn: Verses of the Senior Monks

# thag2.19:2.1
source: Dukanipāta
kn: The Book of the Twos

# thag2.19:3.1
source: Dutiyavagga
kn: Chapter Two

# thag2.19:4.1
source: 2.19. Nandattheragāthā
kn: 2.19. Nanda

# thag2.19:5.1
source: “Ayoniso manasikārā,
kn: Because of focusing on the wrong things,

# thag2.19:5.2
source: maṇḍanaṃ anuyuñjisaṃ;
kn: I was addicted to ornamentation.

# thag2.19:5.3
source: Uddhato capalo cāsiṃ,
kn: I was vain, fickle,

# thag2.19:5.4
source: kāmarāgena aṭṭito.
kn: racked by desire for pleasures of the senses.

# thag2.19:6.1
source: Upāyakusalenāhaṃ,
kn: But with the help of the Buddha,

# thag2.19:6.2
source: buddhenādiccabandhunā;
kn: the Kinsman of the Sun, so skilled in means,

# thag2.19:6.3
source: Yoniso paṭipajjitvā,
kn: I practiced properly and extracted

# thag2.19:6.4
source: bhave cittaṃ udabbahin”ti.
kn: attachment to continued existence from my mind.
