Repository: 0seniya/sc-data
Catalog: po_text/pli-*/*/thag/thag02.31.po
Languages: kn

# thag2.31:1.1
source: Theragāthā
kn: Verses of the Senior Monks

# thag2.31:2.1
source: Dukanipāta
kn: The Book of the Twos

# thag2.31:3.1
source: Catutthavagga
kn: Chapter Four

# thag2.31:4.1
source: 2.31. Migasirattheragāthā
kn: 2.31. Migasira

# thag2.31:5.1
source: “Yato ahaṃ pabbajito,
kn: When I had gone forth

# thag2.31:5.2
source: sammāsambuddhasāsane;
kn: in the teaching of the Buddha,

# thag2.31:5.3
source: Vimuccamāno uggacchiṃ,
kn: while letting go, I rose up;

# thag2.31:5.4
source: kāmadhātuṃ upaccagaṃ.
kn: escaping the sensual realm.

# thag2.31:6.1
source: Brahmuno pekkhamānassa,
kn: Then, as the supreme one looked on,

# thag2.31:6.2
source: tato cittaṃ vimucci me;
kn: my mind was freed.

# thag2.31:6.3
source: Akuppā me vimuttīti,
kn: My freedom is unshakable

# thag2.31:6.4
source: sabbasaṃyojanakkhayā”ti.
kn: with the ending of all fetters.
