Repository: 0seniya/sc-data
Catalog: po_text/pli-*/*/thag/thag02.48.po
Languages: kn

# thag2.48:1.1
source: Theragāthā
kn: Verses of the Senior Monks

# thag2.48:2.1
source: Dukanipāta
kn: The Book of the Twos

# thag2.48:3.1
source: Pañcamavagga
kn: Chapter Five

# thag2.48:4.1
source: 2.48. Vajjitattheragāthā
kn: 2.48. Vajjita

# thag2.48:5.1
source: “Saṃsaraṃ dīghamaddhānaṃ,
kn: Transmigrating for such a long time,

# thag2.48:5.2
source: gatīsu parivattisaṃ;
kn: I’ve proceeded through various states of rebirth,

# thag2.48:5.3
source: Apassaṃ ariyasaccāni,
kn: not seeing the noble truths,

# thag2.48:5.4
source: <span class="var" title="andhībhūto (mr)" id="note146">andhabhūto</span> puthujjano.
kn: a blind, unenlightened person.

# thag2.48:6.1
source: Tassa me appamattassa,
kn: But when I became heedful,

# thag2.48:6.2
source: saṃsārā vinaḷīkatā;
kn: transmigration was unbound.

# thag2.48:6.3
source: Sabbā gatī samucchinnā,
kn: All states of rebirth are cut off;

# thag2.48:6.4
source: natthi dāni punabbhavo”ti.
kn: now there are no more future lives.
