Repository: 0seniya/sc-data
Catalog: po_text/pli-*/*/thag/thag02.47.po
Languages: kn

# thag2.47:1.1
source: Theragāthā
kn: Verses of the Senior Monks

# thag2.47:2.1
source: Dukanipāta
kn: The Book of the Twos

# thag2.47:3.1
source: Pañcamavagga
kn: Chapter Five

# thag2.47:4.1
source: 2.47. Anūpamattheragāthā
kn: 2.47. Anūpama

# thag2.47:5.1
source: “Nandamānāgataṃ cittaṃ,
kn: The conceited mind, addicted to pleasure,

# thag2.47:5.2
source: sūlamāropamānakaṃ;
kn: impales itself on its own stake.

# thag2.47:5.3
source: Tena teneva vajasi,
kn: It always goes where

# thag2.47:5.4
source: yena sūlaṃ kaliṅgaraṃ.
kn: there’s a stake, a chopping block.

# thag2.47:6.1
source: Tāhaṃ <span class="var" title="citta kaliṃ (s2, s3, pts1)" id="note145">cittakaliṃ</span> brūmi,
kn: I declare you the demon mind!

# thag2.47:6.2
source: taṃ brūmi cittadubbhakaṃ;
kn: I declare you the insidious mind!

# thag2.47:6.3
source: Satthā te dullabho laddho,
kn: You’ve found the teacher so hard to find—

# thag2.47:6.4
source: mānatthe maṃ niyojayī”ti.
kn: don’t lead me away from the goal.
