Repository: 0seniya/sc-data
Catalog: po_text/pli-*/*/thag/thag01.034.po
Languages: kn

# thag1.34:1.1
source: Theragāthā
kn: Verses of the Senior Monks

# thag1.34:2.1
source: Ekakanipāta
kn: The Book of the Ones

# thag1.34:3.1
source: Catutthavagga
kn: Chapter Four

# thag1.34:4.1
source: 1.34. Posiyattheragāthā
kn: 1.34. Posiya

# thag1.34:5.1
source: “Anāsannavarā etā,
kn: It's always better for a smart person

# thag1.34:5.2
source: niccameva vijānatā;
kn: to avoid sharing a seat with such women.

# thag1.34:5.3
source: Gāmā araññamāgamma,
kn: I went from the village to the wilderness;

# thag1.34:5.4
source: tato gehaṃ <span class="var" title="upāvisiṃ (bj, s2, s3, pts1-2)" id="note33">upāvisi</span>;
kn: from there I entered a house.

# thag1.34:5.5
source: Tato uṭṭhāya pakkāmi,
kn: Though I was there to be fed,

# thag1.34:5.6
source: <span class="var" title="anāmantiya (bj)" id="note34">anāmantetvā</span> posiyo”ti.
kn: I got up and left without taking leave.
