Repository: 0seniya/sc-data
Catalog: po_text/pli-*/*/thag/thag02.26.po
Languages: kn

# thag2.26:1.1
source: Theragāthā
kn: Verses of the Senior Monks

# thag2.26:2.1
source: Dukanipāta
kn: The Book of the Twos

# thag2.26:3.1
source: Tatiyavagga
kn: Chapter Three

# thag2.26:4.1
source: 2.26. Puṇṇamāsattheragāthā
kn: 2.26. Puṇṇamāsa (2nd)

# thag2.26:5.1
source: “Pañca nīvaraṇe hitvā,
kn: I gave up the five hindrances

# thag2.26:5.2
source: yogakkhemassa pattiyā;
kn: for the sake of finding sanctuary.

# thag2.26:5.3
source: Dhammādāsaṃ gahetvāna,
kn: I took Dhamma as a mirror

# thag2.26:5.4
source: ñāṇadassanamattano.
kn: for knowing and seeing myself.

# thag2.26:6.1
source: Paccavekkhiṃ imaṃ kāyaṃ,
kn: I examined this body,

# thag2.26:6.2
source: sabbaṃ santarabāhiraṃ;
kn: all of it, inside and out.

# thag2.26:6.3
source: Ajjhattañca bahiddhā ca,
kn: Internally and externally

# thag2.26:6.4
source: tuccho kāyo adissathā”ti.
kn: my body appeared hollow.
