Repository: 0seniya/sc-data
Catalog: po_text/pli-*/*/thag/thag08.1.po
Languages: kn

# thag8.1:1.1
source: Theragāthā
kn: Verses of the Senior Monks

# thag8.1:2.1
source: Aṭṭhakanipāta
kn: The Book of the Eights

# thag8.1:3.1
source: Paṭhamavagga
kn: Chapter One

# thag8.1:4.1
source: 8.1. Mahākaccāyanattheragāthā
kn: 8.1. Mahākaccāyana

# thag8.1:5.1
source: “Kammaṃ bahukaṃ na kāraye,
kn: Don’t get involved in lots of work,

# thag8.1:5.2
source: Parivajjeyya janaṃ na uyyame;
kn: avoid people, and don’t try to acquire things.

# thag8.1:5.3
source: So ussukko rasānugiddho,
kn: If you’re eager and greedy for flavors,

# thag8.1:5.4
source: Atthaṃ riñcati yo sukhādhivāho.
kn: you’ll miss the goal that brings such happiness.

# thag8.1:6.1
source: Paṅkoti hi naṃ avedayuṃ,
kn: They know it really is a bog,

# thag8.1:6.2
source: Yāyaṃ vandanapūjanā kulesu;
kn: this homage and veneration in respectable families.

# thag8.1:6.3
source: Sukhumaṃ sallaṃ durubbahaṃ,
kn: Honor is a subtle dart, hard to extract,

# thag8.1:6.4
source: Sakkāro kāpurisena dujjaho.
kn: and hard for a sinner to give up.

# thag8.1:7.1
source: Na parassupanidhāya,
kn: The deeds of a mortal aren’t bad

# thag8.1:7.2
source: kammaṃ maccassa pāpakaṃ;
kn: because of what others do.

# thag8.1:7.3
source: Attanā taṃ na seveyya,
kn: You yourself should not do bad,

# thag8.1:7.4
source: kammabandhū hi mātiyā.
kn: for mortals have deeds as their kin.

# thag8.1:8.1
source: Na pare vacanā coro,
kn: You’re not a bandit because of what someone says,

# thag8.1:8.2
source: na pare vacanā muni;
kn: you’re not a sage because of what someone says;

# thag8.1:8.3
source: Attā ca naṃ yathāvedi,
kn: but as you know yourself,

# thag8.1:8.4
source: devāpi naṃ tathā vidū.
kn: so the gods will know you.

# thag8.1:9.1
source: Pare ca na vijānanti,
kn: Others don’t understand

# thag8.1:9.2
source: mayamettha yamāmase;
kn: that our lives must have limits.

# thag8.1:9.3
source: Ye ca tattha vijānanti,
kn: The clever ones who know this

# thag8.1:9.4
source: tato sammanti medhagā.
kn: settle their quarrels right away.

# thag8.1:10.1
source: Jīvate vāpi sappañño,
kn: A wise person lives on

# thag8.1:10.2
source: api vittaparikkhayo;
kn: even after loss of wealth;

# thag8.1:10.3
source: Paññāya ca alābhena,
kn: but without gaining wisdom,

# thag8.1:10.4
source: vittavāpi na jīvati.
kn: even a rich person doesn’t really live.

# thag8.1:11.1
source: Sabbaṃ suṇāti sotena,
kn: All is heard with the ear,

# thag8.1:11.2
source: sabbaṃ passati cakkhunā;
kn: all is seen with the eye;

# thag8.1:11.3
source: Na ca diṭṭhaṃ sutaṃ dhīro,
kn: the wise ought not forsake

# thag8.1:11.4
source: sabbaṃ ujjhitumarahati.
kn: all that is seen and heard.

# thag8.1:12.1
source: Cakkhumāssa yathā andho,
kn: Though you have eyes, be as if blind;

# thag8.1:12.2
source: sotavā badhiro yathā;
kn: though you have ears, be as if deaf;

# thag8.1:12.3
source: Paññavāssa yathā mūgo,
kn: though you have wisdom, be as if stupid;

# thag8.1:12.4
source: balavā dubbaloriva;
kn: though you have strength, be as if feeble.

# thag8.1:12.5
source: Atha atthe samuppanne,
kn: And when issues come up

# thag8.1:12.6
source: sayetha matasāyikan”ti.
kn: lie as still as a corpse.
