Repository: 0seniya/sc-data
Catalog: po_text/pli-*/*/thag/thag04.03.po
Languages: kn

# thag4.3:1.1
source: Theragāthā
kn: Verses of the Senior Monks

# thag4.3:2.1
source: Catukkanipāta
kn: The Book of the Fours

# thag4.3:3.1
source: Paṭhamavagga
kn: Chapter One

# thag4.3:4.1
source: 4.3. Sabhiyattheragāthā
kn: 4.3. Sabhiya

# thag4.3:5.1
source: <a class="vns" id="vns275"></a><a class="vnp" id="vnp275"></a>“Pare ca na vijānanti,
kn: Others don’t understand

# thag4.3:5.2
source: mayamettha yamāmase;
kn: that our lives must have limits.

# thag4.3:5.3
source: Ye ca tattha vijānanti,
kn: Those who do understand this

# thag4.3:5.4
source: tato sammanti medhagā.
kn: settle their quarrels right away.

# thag4.3:6.1
source: Yadā ca avijānantā,
kn: And when those who don’t understand

# thag4.3:6.2
source: iriyantyamarā viya;
kn: behave as though they were immortal,

# thag4.3:6.3
source: Vijānanti ca ye dhammaṃ,
kn: those who understand the Dhamma

# thag4.3:6.4
source: āturesu anāturā.
kn: are like the healthy among the sick.

# thag4.3:7.1
source: Yaṃ kiñci sithilaṃ kammaṃ,
kn: Any lax act,

# thag4.3:7.2
source: saṃkiliṭṭhañca yaṃ vataṃ;
kn: any corrupt observance,

# thag4.3:7.3
source: Saṅkassaraṃ brahmacariyaṃ,
kn: or suspicious spiritual life,

# thag4.3:7.4
source: na taṃ hoti mahapphalaṃ.
kn: is not very fruitful.

# thag4.3:8.1
source: Yassa sabrahmacārīsu,
kn: Whoever has no respect

# thag4.3:8.2
source: gāravo nūpalabbhati;
kn: for their spiritual companions

# thag4.3:8.3
source: Ārakā hoti saddhammā,
kn: is as far from true Dhamma

# thag4.3:8.4
source: nabhaṃ puthaviyā yathā”ti.
kn: as the sky from the earth.
