Repository: 0seniya/sc-data
Catalog: po_text/pli-*/*/thag/thag02.44.po
Languages: kn

# thag2.44:1.1
source: Theragāthā
kn: Verses of the Senior Monks

# thag2.44:2.1
source: Dukanipāta
kn: The Book of the Twos

# thag2.44:3.1
source: Pañcamavagga
kn: Chapter Five

# thag2.44:4.1
source: 2.44. Mogharājattheragāthā
kn: 2.44. Mogharāja

# thag2.44:5.1
source: “Chavipāpaka cittabhaddaka,
kn: “Your skin is nasty but your heart is good;

# thag2.44:5.2
source: Mogharāja satataṃ samāhito;
kn: Mogharāja, you’re always immersed in samādhi.

# thag2.44:5.3
source: <span class="var" title="hemantikakālarattiyo (mr)" id="note139">Hemantikasītakālarattiyo</span>,
kn: But in the nights of winter, so dark and cold,

# thag2.44:5.4
source: Bhikkhu tvaṃsi kathaṃ karissasi”.
kn: how will you get by, monk?”

# thag2.44:6.1
source: “Sampannasassā magadhā,
kn: “I’ve heard that all the Magadhans

# thag2.44:6.2
source: kevalā iti me sutaṃ;
kn: have an abundance of grain.

# thag2.44:6.3
source: Palālacchannako seyyaṃ,
kn: I’ll make my bed under a thatched roof,

# thag2.44:6.4
source: yathaññe sukhajīvino”ti.
kn: just like those who live in comfort.”
