Repository: 0seniya/sc-data
Catalog: po_text/pli-*/*/thag/thag01.093.po
Languages: kn

# thag1.93:1.1
source: Theragāthā
kn: Verses of the Senior Monks

# thag1.93:2.1
source: Ekakanipāta
kn: The Book of the Ones

# thag1.93:3.1
source: Dasamavagga
kn: Chapter Ten

# thag1.93:4.1
source: 1.93. Erakattheragāthā
kn: 1.93. Eraka

# thag1.93:5.1
source: “Dukkhā kāmā eraka,
kn: Sensual pleasures are suffering, Eraka!

# thag1.93:5.2
source: Na sukhā kāmā eraka;
kn: Sensual pleasures aren’t happiness, Eraka!

# thag1.93:5.3
source: Yo kāme kāmayati,
kn: One who enjoys sensual pleasures

# thag1.93:5.4
source: Dukkhaṃ so kāmayati eraka;
kn: enjoys suffering, Eraka!

# thag1.93:5.5
source: Yo kāme na kāmayati,
kn: One who doesn’t enjoy sensual pleasures

# thag1.93:5.6
source: Dukkhaṃ so na kāmayati erakā”ti.
kn: doesn’t enjoy suffering, Eraka!
