Repository: 0seniya/sc-data
Catalog: po_text/pli-*/*/thag/thag01.004.po
Languages: kn

# thag1.4:1.1
source: Theragāthā
kn: Verses of the Senior Monks

# thag1.4:2.1
source: Ekakanipāta
kn: The Book of the Ones

# thag1.4:3.1
source: Paṭhamavagga
kn: Chapter One

# thag1.4:4.1
source: 1.4. Puṇṇattheragāthā
kn: 1.4. Puṇṇa (1st)

# thag1.4:5.1
source: “Sabbhireva samāsetha,
kn: Associate only with the virtuous,

# thag1.4:5.2
source: paṇḍitehatthadassibhi;
kn: the astute ones who see the goal.

# thag1.4:5.3
source: Atthaṃ mahantaṃ gambhīraṃ,
kn: The wise ones, diligent and discerning,

# thag1.4:5.4
source: duddasaṃ nipuṇaṃ aṇuṃ;
kn: realize the goal

# thag1.4:5.5
source: Dhīrā samadhigacchanti,
kn: so great and profound,

# thag1.4:5.6
source: appamattā vicakkhaṇā”ti.
kn: hard to see, subtle, and fine.

# thag1.4:6.1
source: Itthaṃ sudaṃ āyasmā puṇṇo <span class="var" title="mantāniputto (s2, s3, pts1-2, mr)" id="note4">mantāṇiputto</span> thero gāthaṃ abhāsitthāti.
kn: It was thus that this verse was recited by the senior venerable Puṇṇa Mantāṇiputta.
