Repository: 0seniya/sc-data
Catalog: po_text/pli-*/*/thag/thag01.066.po
Languages: kn

# thag1.66:1.1
source: Theragāthā
kn: Verses of the Senior Monks

# thag1.66:2.1
source: Ekakanipāta
kn: The Book of the Ones

# thag1.66:3.1
source: Sattamavagga
kn: Chapter Seven

# thag1.66:4.1
source: 1.66. Meghiyattheragāthā
kn: 1.66. Meghiya

# thag1.66:5.1
source: “Anusāsi mahāvīro,
kn: He counseled me, the great hero,

# thag1.66:5.2
source: sabbadhammāna pāragū;
kn: the one who has gone beyond all things.

# thag1.66:5.3
source: Tassāhaṃ dhammaṃ sutvāna,
kn: When I heard his teaching

# thag1.66:5.4
source: vihāsiṃ santike <span class="var" title="rato (s2, s3, pts1)" id="note51">sato</span>;
kn: I stayed close by him, mindful.

# thag1.66:5.5
source: Tisso vijjā anuppattā,
kn: I’ve attained the three knowledges

# thag1.66:5.6
source: kataṃ buddhassa sāsanan”ti.
kn: and fulfilled the Buddha’s instructions.
