Repository: 0seniya/sc-data
Catalog: po_text/pli-*/*/thag/thag02.07.po
Languages: kn

# thag2.7:1.1
source: Theragāthā
kn: Verses of the Senior Monks

# thag2.7:2.1
source: Dukanipāta
kn: The Book of the Twos

# thag2.7:3.1
source: Paṭhamavagga
kn: Chapter One

# thag2.7:4.1
source: 2.7. Rādhattheragāthā
kn: 2.7. Rādha

# thag2.7:5.1
source: <a class="vns" id="vns133"></a><a class="vnp" id="vnp133"></a>“Yathā agāraṃ ducchannaṃ,
kn: Just as rain seeps into

# thag2.7:5.2
source: vuṭṭhī samativijjhati;
kn: a poorly roofed house,

# thag2.7:5.3
source: Evaṃ abhāvitaṃ cittaṃ,
kn: lust seeps into

# thag2.7:5.4
source: rāgo samativijjhati.
kn: an undeveloped mind.

# thag2.7:6.1
source: Yathā agāraṃ succhannaṃ,
kn: Just as rain doesn’t seep into

# thag2.7:6.2
source: Vuṭṭhī na samativijjhati;
kn: a well roofed house,

# thag2.7:6.3
source: Evaṃ subhāvitaṃ cittaṃ,
kn: lust doesn’t seep into

# thag2.7:6.4
source: Rāgo na samativijjhatī”ti.
kn: a well-developed mind.
