Repository: 0seniya/sc-data
Catalog: po_text/pli-*/*/thag/thag02.11.po
Languages: kn

# thag2.11:1.1
source: Theragāthā
kn: Verses of the Senior Monks

# thag2.11:2.1
source: Dukanipāta
kn: The Book of the Twos

# thag2.11:3.1
source: Dutiyavagga
kn: Chapter Two

# thag2.11:4.1
source: 2.11. Mahācundattheragāthā
kn: 2.11. Mahācunda

# thag2.11:5.1
source: “Sussūsā sutavaddhanī,
kn: It’s from wishing to learn that learning grows;

# thag2.11:5.2
source: sutaṃ paññāya vaddhanaṃ;
kn: when you’re learned, wisdom grows;

# thag2.11:5.3
source: Paññāya atthaṃ jānāti,
kn: by wisdom, you know the goal;

# thag2.11:5.4
source: ñāto attho sukhāvaho.
kn: knowing the goal brings happiness.

# thag2.11:6.1
source: <span class="cross" title="^sn6.13#1 [13. Andhakavindasutta] | ^mi7.6.3#1 [Peṇāhikaṅgapañha]" id="note88">*</span> <a class="verse-num-sc" id="verse-num-sc142"></a><a class="verse-num-pts" id="verse-num-pts142"></a>Sevetha pantāni senāsanāni,
kn: You should frequent remote lodgings

# thag2.11:6.2
source: Careyya saṃyojanavippamokkhaṃ;
kn: and practice to be released from fetters.

# thag2.11:6.3
source: Sace ratiṃ nādhigaccheyya tattha,
kn: If you don’t find enjoyment there,

# thag2.11:6.4
source: Saṃghe vase rakkhitatto satimā”ti.
kn: live in the Saṅgha, self-guarded and mindful.
