Repository: 0seniya/sc-data
Catalog: po_text/pli-*/*/thag/thag02.23.po
Languages: kn

# thag2.23:1.1
source: Theragāthā
kn: Verses of the Senior Monks

# thag2.23:2.1
source: Dukanipāta
kn: The Book of the Twos

# thag2.23:3.1
source: Tatiyavagga
kn: Chapter Three

# thag2.23:4.1
source: 2.23. Sobhitattheragāthā
kn: 2.23. Sobhita

# thag2.23:5.1
source: “Satimā paññavā bhikkhu,
kn: As a monk, mindful and wise,

# thag2.23:5.2
source: āraddhabalavīriyo;
kn: empowered and full of energy,

# thag2.23:5.3
source: Pañca kappasatānāhaṃ,
kn: I recollected five hundred eons

# thag2.23:5.4
source: ekarattiṃ anussariṃ.
kn: in a single night.

# thag2.23:6.1
source: Cattāro satipaṭṭhāne,
kn: Developing the four kinds of mindfulness meditation,

# thag2.23:6.2
source: satta aṭṭha ca bhāvayaṃ;
kn: the seven factors of awakening and the eightfold path,

# thag2.23:6.3
source: Pañca kappasatānāhaṃ,
kn: I recollected five hundred eons

# thag2.23:6.4
source: ekarattiṃ anussarin”ti.
kn: in a single night.
