Repository: 0seniya/sc-data
Catalog: po_text/pli-*/*/thag/thag02.15.po
Languages: kn

# thag2.15:1.1
source: Theragāthā
kn: Verses of the Senior Monks

# thag2.15:2.1
source: Dukanipāta
kn: The Book of the Twos

# thag2.15:3.1
source: Dutiyavagga
kn: Chapter Two

# thag2.15:4.1
source: 2.15. Sabbamittattheragāthā
kn: 2.15. Sabbamitta

# thag2.15:5.1
source: “Jano janamhi <span class="var" title="sambandho (s2, s3, mr)" id="note96">sambaddho</span>,
kn: People are attached to people;

# thag2.15:5.2
source: janamevassito jano;
kn: people depend on people;

# thag2.15:5.3
source: Jano janena heṭhīyati,
kn: people are hurt by people;

# thag2.15:5.4
source: <span class="var" title="heṭheti ca (s2, s3, pts1-2) | bādheti ca (mr)" id="note97">heṭheti ca</span> jano janaṃ.
kn: and people hurt people.

# thag2.15:6.1
source: Ko hi tassa janenattho,
kn: So what’s the point of people,

# thag2.15:6.2
source: janena janitena vā;
kn: or those born of people?

# thag2.15:6.3
source: Janaṃ ohāya <span class="var" title="gaccheyya (s2, s3) | gaccha taṃ (pts2)" id="note98">gacchaṃ taṃ</span>,
kn: Go, abandon these people,

# thag2.15:6.4
source: <span class="var" title="bādhayitvā (mr)" id="note99">heṭhayitvā</span> bahuṃ janan”ti.
kn: who’ve hurt so many people.
