Repository: 0seniya/sc-data
Catalog: po_text/pli-*/*/thag/thag01.037.po
Languages: kn

# thag1.37:1.1
source: Theragāthā
kn: Verses of the Senior Monks

# thag1.37:2.1
source: Ekakanipāta
kn: The Book of the Ones

# thag1.37:3.1
source: Catutthavagga
kn: Chapter Four

# thag1.37:4.1
source: 1.37. Kumāputtasahāyakattheragāthā
kn: 1.37. Kumāputtasahāyaka

# thag1.37:5.1
source: “Nānājanapadaṃ yanti,
kn: Some travel to different countries,

# thag1.37:5.2
source: Vicarantā asaññatā;
kn: wandering undisciplined.

# thag1.37:5.3
source: Samādhiñca virādhenti,
kn: If they lose their meditation,

# thag1.37:5.4
source: Kiṃsu raṭṭhacariyā karissati;
kn: what will such rotten conduct achieve?

# thag1.37:5.5
source: Tasmā vineyya sārambhaṃ,
kn: So you should dispel pride,

# thag1.37:5.6
source: Jhāyeyya apurakkhato”ti.
kn: practicing absorption undistracted.
