Repository: 0seniya/sc-data
Catalog: po_text/pli-*/*/thag/thag02.36.po
Languages: kn

# thag2.36:1.1
source: Theragāthā
kn: Verses of the Senior Monks

# thag2.36:2.1
source: Dukanipāta
kn: The Book of the Twos

# thag2.36:3.1
source: Catutthavagga
kn: Chapter Four

# thag2.36:4.1
source: <span class="var" title="khitakattheragāthā (bj)" id="note124">2.36 Nitakattheragāthā</span>
kn: 2.36. Nitaka

# thag2.36:5.1
source: “<span class="var" title="yassa (^ud4.4#1 [Yakkhapahārasutta]; ^ne6#227 [Sāsanapaṭṭhāna]; ^pe2#2 [Sāsanapaṭṭhānadutiyabhūmi], ^pe7#117 [Peṭakopadesa/ Hārasampātabhūmi] passitabbaṃ)" id="note125">Kassa</span> selūpamaṃ cittaṃ,
kn: Whose mind is like a rock,

# thag2.36:5.2
source: ṭhitaṃ nānupakampati;
kn: steady, never trembling—

# thag2.36:5.3
source: Virattaṃ rajanīyesu,
kn: free of desire for desirable things,

# thag2.36:5.4
source: kuppanīye na kuppati;
kn: not getting annoyed when things are annoying?

# thag2.36:5.5
source: Yassevaṃ bhāvitaṃ cittaṃ,
kn: From where will suffering strike one

# thag2.36:5.6
source: kuto taṃ dukkhamessati.
kn: whose mind is developed like this?

# thag2.36:6.1
source: Mama selūpamaṃ cittaṃ,
kn: My mind is like a rock,

# thag2.36:6.2
source: ṭhitaṃ nānupakampati;
kn: steady, never trembling—

# thag2.36:6.3
source: Virattaṃ rajanīyesu,
kn: free of desire for desirable things,

# thag2.36:6.4
source: kuppanīye na kuppati;
kn: not getting annoyed when things are annoying.

# thag2.36:6.5
source: Mamevaṃ bhāvitaṃ cittaṃ,
kn: From where will suffering strike me

# thag2.36:6.6
source: kuto maṃ dukkhamessatī”ti.
kn: whose mind is developed like this?
