Repository: 0seniya/sc-data
Catalog: po_text/pli-*/*/thag/thag02.27.po
Languages: kn

# thag2.27:1.1
source: Theragāthā
kn: Verses of the Senior Monks

# thag2.27:2.1
source: Dukanipāta
kn: The Book of the Twos

# thag2.27:3.1
source: Tatiyavagga
kn: Chapter Three

# thag2.27:4.1
source: 2.27. Nandakattheragāthā
kn: 2.27. Nandaka (1st)

# thag2.27:5.1
source: “Yathāpi bhaddo ājañño,
kn: Though a fine thoroughbred may stumble,

# thag2.27:5.2
source: khalitvā patitiṭṭhati;
kn: it soon stands firm again.

# thag2.27:5.3
source: Bhiyyo laddhāna saṃvegaṃ,
kn: It gains even more urgency,

# thag2.27:5.4
source: adīno vahate dhuraṃ.
kn: and draws its load undeterred.

# thag2.27:6.1
source: Evaṃ dassanasampannaṃ,
kn: Even so is one accomplished in vision,

# thag2.27:6.2
source: sammāsambuddhasāvakaṃ;
kn: a disciple of the Buddha.

# thag2.27:6.3
source: Ājānīyaṃ maṃ dhāretha,
kn: Remember me as a thoroughbred,

# thag2.27:6.4
source: puttaṃ buddhassa orasan”ti.
kn: the Buddha’s rightful son.
