Repository: 0seniya/sc-data
Catalog: po_text/pli-*/*/thag/thag03.07.po
Languages: kn

# thag3.7:1.1
source: Theragāthā
kn: Verses of the Senior Monks

# thag3.7:2.1
source: Tikanipāta
kn: The Book of the Threes

# thag3.7:3.1
source: Paṭhamavagga
kn: Chapter One

# thag3.7:4.1
source: 3.7. Vāraṇattheragāthā
kn: 3.7. Vāraṇa

# thag3.7:5.1
source: “Yodha koci manussesu,
kn: Anyone among men

# thag3.7:5.2
source: parapāṇāni hiṃsati;
kn: who harms other creatures:

# thag3.7:5.3
source: Asmā lokā paramhā ca,
kn: that person will fall

# thag3.7:5.4
source: ubhayā dhaṃsate naro.
kn: both from this world and the next.

# thag3.7:6.1
source: Yo ca mettena cittena,
kn: But someone with a mind of love,

# thag3.7:6.2
source: sabbapāṇānukampati;
kn: compassionate for all creatures:

# thag3.7:6.3
source: Bahuñhi so pasavati,
kn: a person like that

# thag3.7:6.4
source: puññaṃ tādisako naro.
kn: makes much merit.

# thag3.7:7.1
source: Subhāsitassa sikkhetha,
kn: One should train in following good advice,

# thag3.7:7.2
source: samaṇūpāsanassa ca;
kn: in attending closely to ascetics,

# thag3.7:7.3
source: Ekāsanassa ca raho,
kn: in sitting alone in hidden places,

# thag3.7:7.4
source: cittavūpasamassa cā”ti.
kn: and in calming the mind.
