Repository: 0seniya/sc-data
Catalog: po_text/pli-*/*/thag/thag02.22.po
Languages: kn

# thag2.22:1.1
source: Theragāthā
kn: Verses of the Senior Monks

# thag2.22:2.1
source: Dukanipāta
kn: The Book of the Twos

# thag2.22:3.1
source: Tatiyavagga
kn: Chapter Three

# thag2.22:4.1
source: 2.22. Bhaddajittheragāthā
kn: 2.22. Bhaddaji

# thag2.22:5.1
source: “Panādo nāma so rājā,
kn: There was a king named Panāda

# thag2.22:5.2
source: yassa yūpo suvaṇṇayo;
kn: who had a sacrificial post all golden.

# thag2.22:5.3
source: Tiriyaṃ <span class="var" title="soḷasapabbedho (bj, pts1-2) | soḷasabbāṇo (?)" id="note108">soḷasubbedho</span>,
kn: Its height was sixteen times its width,

# thag2.22:5.4
source: <span class="var" title="uddhamāhu (bj) | uccamāhu (s2, s3)" id="note109">ubbhamāhu</span> sahassadhā.
kn: and the top was a thousand-fold.

# thag2.22:6.1
source: <span class="var" title="sahassakaṇḍu (pts1)" id="note110">Sahassakaṇḍo</span> <span class="var" title="satabheṇḍu (bj, pts1)" id="note111">satageṇḍu</span>,
kn: It had a thousand panels and a hundred ball-caps,

# thag2.22:6.2
source: dhajālu haritāmayo;
kn: all adorned with banners, and made of gold.

# thag2.22:6.3
source: Anaccuṃ tattha gandhabbā,
kn: There danced the fairies,

# thag2.22:6.4
source: chasahassāni sattadhā”ti.
kn: numbering seven times six thousand.
