Repository: 0seniya/sc-data
Catalog: po_text/pli-*/*/thag/thag01.023.po
Languages: kn

# thag1.23:1.1
source: Theragāthā
kn: Verses of the Senior Monks

# thag1.23:2.1
source: Ekakanipāta
kn: The Book of the Ones

# thag1.23:3.1
source: Tatiyavagga
kn: Chapter Three

# thag1.23:4.1
source: 1.23. Gosālattheragāthā
kn: 1.23. Gosāla

# thag1.23:5.1
source: “Ahaṃ kho veḷugumbasmiṃ,
kn: I’ll eat honey and milk-rice

# thag1.23:5.2
source: bhutvāna madhupāyasaṃ;
kn: in Veḷugumba.

# thag1.23:5.3
source: Padakkhiṇaṃ sammasanto,
kn: And then, skillfully scrutinizing

# thag1.23:5.4
source: khandhānaṃ udayabbayaṃ;
kn: the rise and fall of the aggregates,

# thag1.23:5.5
source: Sānuṃ paṭigamissāmi,
kn: I’ll return to my forest hill

# thag1.23:5.6
source: vivekamanubrūhayan”ti.
kn: and foster seclusion.
