Repository: 0seniya/sc-data
Catalog: po_text/pli-*/*/thag/thag02.09.po
Languages: kn

# thag2.9:1.1
source: Theragāthā
kn: Verses of the Senior Monks

# thag2.9:2.1
source: Dukanipāta
kn: The Book of the Twos

# thag2.9:3.1
source: Paṭhamavagga
kn: Chapter One

# thag2.9:4.1
source: 2.9. Gotamattheragāthā
kn: 2.9. Gotama (1st)

# thag2.9:5.1
source: “Sukhaṃ supanti munayo,
kn: Sages sleep happily

# thag2.9:5.2
source: ye itthīsu na bajjhare;
kn: when they’re not bound to women.

# thag2.9:5.3
source: Sadā ve rakkhitabbāsu,
kn: For the truth is hard to find among them

# thag2.9:5.4
source: yāsu saccaṃ sudullabhaṃ.
kn: and one must always be guarded.

# thag2.9:6.1
source: Vadhaṃ carimha te kāma,
kn: Sensual pleasure, you’ve been slain!

# thag2.9:6.2
source: anaṇā dāni te mayaṃ;
kn: We’re not in your debt any more.

# thag2.9:6.3
source: Gacchāma dāni nibbānaṃ,
kn: Now we go to quenching,

# thag2.9:6.4
source: yattha gantvā na socatī”ti.
kn: where there is no sorrow.
