Repository: 0seniya/sc-data
Catalog: po_text/pli-*/*/thag/thag02.29.po
Languages: kn

# thag2.29:1.1
source: Theragāthā
kn: Verses of the Senior Monks

# thag2.29:2.1
source: Dukanipāta
kn: The Book of the Twos

# thag2.29:3.1
source: Tatiyavagga
kn: Chapter Three

# thag2.29:4.1
source: 2.29. Bhāradvājattheragāthā
kn: 2.29. Bhāradvāja

# thag2.29:5.1
source: “Nadanti evaṃ sappaññā,
kn: This is how the wise roar:

# thag2.29:5.2
source: sīhāva girigabbhare;
kn: like lions in mountain caves,

# thag2.29:5.3
source: Vīrā vijitasaṅgāmā,
kn: heroes, triumphant in battle,

# thag2.29:5.4
source: jetvā māraṃ savāhiniṃ.
kn: having vanquished Māra and his mount.

# thag2.29:6.1
source: Satthā ca pariciṇṇo me,
kn: I’ve served the teacher;

# thag2.29:6.2
source: dhammo saṃgho ca pūjito;
kn: I’ve honored the Dhamma and the Saṅgha;

# thag2.29:6.3
source: Ahañca vitto sumano,
kn: I’m happy and joyful,

# thag2.29:6.4
source: puttaṃ disvā anāsavan”ti.
kn: because I’ve seen my son free of defilements.
