Repository: 0seniya/sc-data
Catalog: po_text/pli-*/*/thig/thig16.1.po
Languages: kn

# thig16.1:1.1
source: Therīgāthā
kn: Verses of the Senior Nuns

# thig16.1:2.1
source: Mahānipāta
kn: The Great Book

# thig16.1:3.1
source: 1. Sumedhātherīgāthā
kn: 16.1. Sumedhā

# thig16.1:4.1
source: Mantāvatiyā nagare,
kn: In Mantāvatī city, Sumedhā,

# thig16.1:4.2
source: Rañño koñcassa aggamahesiyā;
kn: the daughter of King Koñca’s chief queen,

# thig16.1:4.3
source: Dhītā āsiṃ sumedhā,
kn: was converted by those

# thig16.1:4.4
source: Pasāditā sāsanakarehi.
kn: who practice the Buddha’s teaching.

# thig16.1:5.1
source: Sīlavatī cittakathā,
kn: She was virtuous, a brilliant speaker,

# thig16.1:5.2
source: Bahussutā buddhasāsane vinitā;
kn: learned, and trained in the Buddha’s instructions.

# thig16.1:5.3
source: Mātāpitaro upagamma,
kn: She went up to her mother and father and said:

# thig16.1:5.4
source: Bhaṇati “ubhayo nisāmetha.
kn: “Pay heed, both of you!

# thig16.1:6.1
source: Nibbānābhiratāhaṃ,
kn: I delight in extinguishment!

# thig16.1:6.2
source: Asassataṃ bhavagataṃ yadipi dibbaṃ;
kn: No life is eternal, not even that of the gods;

# thig16.1:6.3
source: <span class="var" title="kimaṅga pana (bj, s2, pts1-2) | kiṃ pana (?)" id="note142">Kimaṅgaṃ pana</span> tucchā kāmā,
kn: what then of sensual pleasures, so hollow,

# thig16.1:6.4
source: Appassādā bahuvighātā.
kn: offering little gratification and much anguish.

# thig16.1:7.1
source: Kāmā kaṭukā āsī,
kn: Sensual pleasures are bitter as the venom of a snake,

# thig16.1:7.2
source: Visūpamā yesu mucchitā bālā;
kn: yet fools are infatuated by them.

# thig16.1:7.3
source: Te dīgharattaṃ niraye,
kn: Sent to hell for a very long time,

# thig16.1:7.4
source: Samappitā <span class="var" title="haññare dukhitā (?)" id="note143">haññante dukkhitā</span>.
kn: they are beaten and tortured.

# thig16.1:8.1
source: Socanti pāpakammā,
kn: Those who grow in wickedness

# thig16.1:8.2
source: Vinipāte pāpavaddhino sadā;
kn: always sorrow in the underworld due to their own bad deeds.

# thig16.1:8.3
source: Kāyena ca vācāya ca,
kn: They’re fools, unrestrained in body,

# thig16.1:8.4
source: Manasā ca asaṃvutā bālā.
kn: mind, and speech.

# thig16.1:9.1
source: Bālā te duppaññā,
kn: Those witless, senseless fools,

# thig16.1:9.2
source: Acetanā dukkhasamudayoruddhā;
kn: obstructed by the origin of suffering,

# thig16.1:9.3
source: Desente ajānantā,
kn: are ignorant, not understanding the noble truths

# thig16.1:9.4
source: Na bujjhare ariyasaccāni.
kn: when they are being taught.

# thig16.1:10.1
source: Saccāni amma buddhavaradesitāni,
kn: Most people, mum, ignorant of the truths

# thig16.1:10.2
source: Te bahutarā ajānantā ye;
kn: taught by the excellent Buddha,

# thig16.1:10.3
source: Abhinandanti bhavagataṃ,
kn: look forward to the next life,

# thig16.1:10.4
source: Pihenti devesu upapattiṃ.
kn: longing for rebirth among the gods.

# thig16.1:11.1
source: Devesupi upapatti,
kn: Yet even rebirth among the gods

# thig16.1:11.2
source: Asassatā bhavagate aniccamhi;
kn: in an impermanent state is not eternal.

# thig16.1:11.3
source: Na ca santasanti bālā,
kn: But fools are not scared

# thig16.1:11.4
source: Punappunaṃ jāyitabbassa.
kn: of being reborn time and again.

# thig16.1:12.1
source: Cattāro vinipātā,
kn: Four lower realms and two other realms

# thig16.1:12.2
source: <span class="var" title="dve (sabbattha)" id="note144">Duve</span> ca gatiyo kathañci labbhanti;
kn: may be gained somehow or other.

# thig16.1:12.3
source: Na ca vinipātagatānaṃ,
kn: But for those who end up in a lower realm,

# thig16.1:12.4
source: Pabbajjā atthi nirayesu.
kn: there is no way to go forth in the hells.

# thig16.1:13.1
source: Anujānātha maṃ ubhayo,
kn: May you both grant me permission to go forth

# thig16.1:13.2
source: Pabbajituṃ dasabalassa pāvacane;
kn: in the dispensation of him of the ten powers.

# thig16.1:13.3
source: Appossukkā ghaṭissaṃ,
kn: Living at ease, I shall apply myself

# thig16.1:13.4
source: Jātimaraṇappahānāya.
kn: to giving up rebirth and death.

# thig16.1:14.1
source: Kiṃ <span class="var" title="bhavagatena (s2, s3, pts1-2)" id="note145">bhavagate</span> abhinanditena,
kn: What’s the point in hope, in a new life,

# thig16.1:14.2
source: Kāyakalinā asārena;
kn: in this useless, hollow body?

# thig16.1:14.3
source: Bhavataṇhāya nirodhā,
kn: Grant me permission, I shall go forth

# thig16.1:14.4
source: Anujānātha pabbajissāmi.
kn: to make an end of craving for a new life.

# thig16.1:15.1
source: Buddhānaṃ uppādo vivajjito,
kn: A Buddha has arisen, the time has come,

# thig16.1:15.2
source: Akkhaṇo khaṇo laddho;
kn: the unlucky moment has passed.

# thig16.1:15.3
source: Sīlāni brahmacariyaṃ,
kn: As long as I live I’ll never betray

# thig16.1:15.4
source: Yāvajīvaṃ na dūseyyaṃ”.
kn: my ethical precepts or my celibate path.”

# thig16.1:16.1
source: Evaṃ bhaṇati sumedhā,
kn: Then Sumedhā said to her parents:

# thig16.1:16.2
source: <span class="var" title=" atha naṃ mātāpitaro ahaṃsu;" id="note146">Mātāpitaro “na tāva āhāraṃ;</span>
kn: “So long as I remain a lay person,

# thig16.1:16.3
source: <span class="var" title="āhariyāmi (bj) | āhariya (pts1-2) | āhārisaṃ (?)" id="note147">Āharissaṃ</span> gahaṭṭhā,
kn: I’ll refuse to eat any food,

# thig16.1:16.4
source: Maraṇavasaṃ gatāva hessāmi”.
kn: until I’ve fallen under the sway of death.”

# thig16.1:17.1
source: Mātā dukkhitā rodati pitā ca,
kn: Upset, her mother burst into tears,

# thig16.1:17.2
source: Assā sabbaso samabhihato;
kn: while her father, though grieved,

# thig16.1:17.3
source: Ghaṭenti saññāpetuṃ,
kn: tried his best to persuade her

# thig16.1:17.4
source: Pāsādatale chamāpatitaṃ.
kn: as she lay collapsed on the longhouse roof.

# thig16.1:18.1
source: “Uṭṭhehi puttaka kiṃ soci,
kn: “Get up child, why do you grieve so?

# thig16.1:18.2
source: Tena dinnāsi vāraṇavatimhi;
kn: You’re already betrothed to be married!

# thig16.1:18.3
source: Rājā <span class="var" title="aṇīkadatto (bj) | anikaratto (s2, s3, pts1-2)" id="note149">anīkaratto</span>,
kn: King Anīkaratta the handsome

# thig16.1:18.4
source: Abhirūpo tassa tvaṃ dinnā.
kn: is in Vāraṇavatī: he is your betrothed.

# thig16.1:19.1
source: Aggamahesī bhavissasi,
kn: You shall be the chief queen,

# thig16.1:19.2
source: Anikarattassa rājino bhariyā;
kn: wife of King Anīkaratta.

# thig16.1:19.3
source: Sīlāni brahmacariyaṃ,
kn: Ethical precepts, the celibate path—

# thig16.1:19.4
source: Pabbajjā dukkarā puttaka.
kn: going forth is hard to do, my child.

# thig16.1:20.1
source: Rajje āṇā dhanamissariyaṃ,
kn: As a royal there is command, wealth, authority,

# thig16.1:20.2
source: Bhogā sukhā daharikāsi;
kn: and the happiness of possessions.

# thig16.1:20.3
source: Bhuñjāhi kāmabhoge,
kn: Enjoy sensual pleasures while you’re still young!

# thig16.1:20.4
source: Vāreyyaṃ hotu te putta”.
kn: Let your wedding take place, my child!”

# thig16.1:21.1
source: Atha ne bhaṇati sumedhā,
kn: Then Sumedhā said to him:

# thig16.1:21.2
source: “Mā edisikāni bhavagatamasāraṃ;
kn: “Let this not come to pass! Existence is hollow!

# thig16.1:21.3
source: Pabbajjā vā hohiti,
kn: I shall either go forth or die,

# thig16.1:21.4
source: Maraṇaṃ vā me na ceva vāreyyaṃ.
kn: but I shall never marry.

# thig16.1:22.1
source: Kimiva pūtikāyamasuciṃ,
kn: Why cling to this rotting body so foul,

# thig16.1:22.2
source: Savanagandhaṃ bhayānakaṃ kuṇapaṃ;
kn: stinking of fluids,

# thig16.1:22.3
source: Abhisaṃviseyyaṃ bhastaṃ,
kn: a horrifying water-bag of corpses,

# thig16.1:22.4
source: Asakiṃ paggharitaṃ asucipuṇṇaṃ.
kn: always oozing, full of filth?

# thig16.1:23.1
source: Kimiva tahaṃ jānantī,
kn: Knowing it like I do, what’s the point?

# thig16.1:23.2
source: Vikūlakaṃ maṃsasoṇitupalittaṃ;
kn: A carcass is vile, smeared with flesh and blood,

# thig16.1:23.3
source: Kimikulālayaṃ sakuṇabhattaṃ,
kn: food for birds and swarms of worms—

# thig16.1:23.4
source: Kaḷevaraṃ kissa diyyati.
kn: why have we been given it?

# thig16.1:24.1
source: Nibbuyhati susānaṃ,
kn: Before long the body, bereft of consciousness,

# thig16.1:24.2
source: Aciraṃ kāyo apetaviññāṇo;
kn: is carried out to the charnel ground,

# thig16.1:24.3
source: <span class="var" title="chaḍḍito (s2, s3) | chuṭṭho (pts1-2, mr)" id="note150">Chuddho</span> kaḷiṅgaraṃ viya,
kn: to be tossed aside like an old log

# thig16.1:24.4
source: Jigucchamānehi ñātīhi.
kn: by relatives in disgust.

# thig16.1:25.1
source: <span class="var" title="chaḍḍūna (s2, s3, pts1-2) | chuṭṭhuna (mr)" id="note151">Chuddhūna</span> naṃ susāne,
kn: When they’ve tossed it away in the charnel ground,

# thig16.1:25.2
source: Parabhattaṃ <span class="var" title="nhāyare (?)" id="note152">nhāyanti</span> jigucchantā;
kn: to be eaten by others, your own parents

# thig16.1:25.3
source: Niyakā mātāpitaro,
kn: bathe themselves, disgusted;

# thig16.1:25.4
source: Kiṃ pana sādhāraṇā janatā.
kn: what then of people at large?

# thig16.1:26.1
source: Ajjhositā asāre,
kn: They’re attached to this hollow carcass,

# thig16.1:26.2
source: Kaḷevare aṭṭhinhārusaṃghāte;
kn: this mass of sinews and bone;

# thig16.1:26.3
source: Kheḷassuccārassava,
kn: this rotting body

# thig16.1:26.4
source: <span class="var" title="khelassuccārapassava (bj) | kheḷassumucchāssavaparipuṇṇe (pts1-2)" id="note153">Paripuṇṇe</span> pūtikāyamhi.
kn: full of saliva, tears, feces, and pus.

# thig16.1:27.1
source: Yo naṃ vinibbhujitvā,
kn: If anyone were to dissect it,

# thig16.1:27.2
source: Abbhantaramassa bāhiraṃ kayirā;
kn: turning it inside out,

# thig16.1:27.3
source: Gandhassa asahamānā,
kn: the intolerable stench

# thig16.1:27.4
source: Sakāpi mātā jiguccheyya.
kn: would disgust even their own mother.

# thig16.1:28.1
source: Khandhadhātuāyatanaṃ,
kn: Properly examining

# thig16.1:28.2
source: Saṅkhataṃ jātimūlakaṃ dukkhaṃ;
kn: the aggregates, elements, and sense fields

# thig16.1:28.3
source: Yoniso anuvicinantī,
kn: as conditioned, rooted in birth, suffering—

# thig16.1:28.4
source: Vāreyyaṃ kissa iccheyyaṃ.
kn: why would I wish for marriage?

# thig16.1:29.1
source: Divase divase tisatti,
kn: Let three hundred sharp swords

# thig16.1:29.2
source: Satāni navanavā pateyyuṃ kāyamhi;
kn: fall on my body everyday!

# thig16.1:29.3
source: Vassasatampi ca ghāto,
kn: Even if the slaughter lasted 100 years

# thig16.1:29.4
source: Seyyo dukkhassa cevaṃ khayo.
kn: it’d be worth it if it led to the end of suffering.

# thig16.1:30.1
source: Ajjhupagacche ghātaṃ,
kn: One who understands the Teacher’s words

# thig16.1:30.2
source: Yo viññāyevaṃ satthuno vacanaṃ;
kn: would put up with this slaughter:

# thig16.1:30.3
source: ‘Dīgho <span class="var" title="ca tesaṃ (s2, s3) | vo (mr)" id="note154">tesaṃ</span> saṃsāro,
kn: ‘Long for you is transmigration

# thig16.1:30.4
source: Punappunaṃ haññamānānaṃ’.
kn: being killed time and time again.’

# thig16.1:31.1
source: Devesu manussesu ca,
kn: Among gods and humans,

# thig16.1:31.2
source: Tiracchānayoniyā asurakāye;
kn: in the realm of animals or that of demons,

# thig16.1:31.3
source: Petesu ca nirayesu ca,
kn: among the ghosts or in the hells,

# thig16.1:31.4
source: Aparimitā dissare ghātā.
kn: endless killings are seen.

# thig16.1:32.1
source: Ghātā nirayesu bahū,
kn: The hells are full of killing,

# thig16.1:32.2
source: Vinipātagatassa <span class="var" title="kilissamānassa (s2, s3, pts1-2, mr)" id="note155">pīḷiyamānassa</span>;
kn: for the corrupt who have fallen to the underworld.

# thig16.1:32.3
source: Devesupi attāṇaṃ,
kn: Even among the gods there is no shelter,

# thig16.1:32.4
source: Nibbānasukhā paraṃ natthi.
kn: for no happiness excels extinguishment.

# thig16.1:33.1
source: Pattā te nibbānaṃ,
kn: Those who are committed to the dispensation

# thig16.1:33.2
source: Ye yuttā dasabalassa pāvacane;
kn: of him of the ten powers attain extinguishment.

# thig16.1:33.3
source: Appossukkā ghaṭenti,
kn: Living at ease, they apply themselves

# thig16.1:33.4
source: Jātimaraṇappahānāya.
kn: to giving up rebirth and death.

# thig16.1:34.1
source: Ajjeva tātabhinikkha-
kn: On this very day, dad, I shall renounce:

# thig16.1:34.2
source: Missaṃ bhogehi kiṃ asārehi;
kn: what’s to enjoy in hollow riches?

# thig16.1:34.3
source: Nibbinnā me kāmā,
kn: I’m disillusioned with sensual pleasures,

# thig16.1:34.4
source: Vantasamā tālavatthukatā”.
kn: they’re like vomit, made like a palm stump.”

# thig16.1:35.1
source: Sā cevaṃ bhaṇati pitara-
kn: As she spoke thus to her father,

# thig16.1:35.2
source: Manīkaratto ca yassa sā dinnā;
kn: Anīkaratta, to whom she was betrothed,

# thig16.1:35.3
source: Upayāsi vāraṇavate,
kn: approached from Vāraṇavatī

# thig16.1:35.4
source: Vāreyyamupaṭṭhite kāle.
kn: at the time appointed for the marriage.

# thig16.1:36.1
source: Atha asitanicitamuduke,
kn: Then Sumedhā took up a knife,

# thig16.1:36.2
source: Kese khaggena chindiya sumedhā;
kn: and cut off her hair, so black, thick, and soft.

# thig16.1:36.3
source: Pāsādaṃ <span class="var" title="pidhetvā (bj, s2, s3) | padhatvā (pts1-2) | pidhitvā (mr)" id="note156">pidahitvā</span>,
kn: Shutting herself in the longhouse,

# thig16.1:36.4
source: Paṭhamajjhānaṃ samāpajji.
kn: she entered the first absorption.

# thig16.1:37.1
source: Sā ca tahiṃ samāpannā,
kn: And as she entered it there,

# thig16.1:37.2
source: Anīkaratto ca āgato nagaraṃ;
kn: Anīkaratta arrived at the city.

# thig16.1:37.3
source: Pāsāde <span class="var" title="pāsādeva (bj, s2, s3, pts1-2)" id="note157">ca</span> sumedhā,
kn: Then in the longhouse, Sumedhā

# thig16.1:37.4
source: <span class="var" title="aniccasaññā (sabbattha)" id="note158">Aniccasaññaṃ</span> subhāveti.
kn: well developed the perception of impermanence.

# thig16.1:38.1
source: Sā ca manasi karoti,
kn: As she investigated in meditation,

# thig16.1:38.2
source: Anīkaratto ca āruhī turitaṃ;
kn: Anīkaratta quickly climbed the stairs.

# thig16.1:38.3
source: Maṇikanakabhūsitaṅgo,
kn: His limbs adorned with gems and gold,

# thig16.1:38.4
source: Katañjalī yācati sumedhaṃ.
kn: he begged Sumedhā with joined palms:

# thig16.1:39.1
source: “Rajje āṇādhanamissa-
kn: “As a royal there is command, wealth, authority,

# thig16.1:39.2
source: Riyaṃ bhogā sukhā daharikāsi;
kn: and the happiness of possessions.

# thig16.1:39.3
source: Bhuñjāhi kāmabhoge,
kn: Enjoy sensual pleasures while you’re still young!

# thig16.1:39.4
source: Kāmasukhā dullabhā loke.
kn: Sensual pleasures are hard to find in the world!

# thig16.1:40.1
source: Nissaṭṭhaṃ te rajjaṃ,
kn: I’ve handed royalty to you—

# thig16.1:40.2
source: Bhoge bhuñjassu dehi dānāni;
kn: enjoy riches, give gifts!

# thig16.1:40.3
source: Mā dummanā ahosi,
kn: Don’t be sad;

# thig16.1:40.4
source: <span class="var" title="mātāpitaro ca te dukhitā (?)" id="note159">Mātāpitaro te dukkhitā</span>”.
kn: your parents are upset.”

# thig16.1:41.1
source: Taṃ taṃ bhaṇati sumedhā,
kn: Sumedhā, having no use for sensual pleasures,

# thig16.1:41.2
source: Kāmehi anatthikā vigatamohā;
kn: and having done away with delusion, spoke right back:

# thig16.1:41.3
source: “Mā kāme abhinandi,
kn: “Do not take pleasure in sensuality!

# thig16.1:41.4
source: Kāmesvādīnavaṃ passa.
kn: See the danger in sensual pleasures!

# thig16.1:42.1
source: Cātuddīpo rājā,
kn: Mandhātā, king of four continents,

# thig16.1:42.2
source: Mandhātā āsi kāmabhoginamaggo;
kn: foremost in enjoying sensual pleasures,

# thig16.1:42.3
source: Atitto kālaṅkato,
kn: died unsated,

# thig16.1:42.4
source: Na cassa paripūritā icchā.
kn: his desires unfulfilled.

# thig16.1:43.1
source: Satta ratanāni vasseyya,
kn: Were the seven jewels to rain from the sky

# thig16.1:43.2
source: Vuṭṭhimā dasadisā samantena;
kn: all over the ten directions,

# thig16.1:43.3
source: Na catthi titti kāmānaṃ,
kn: there would be no sating of sensual pleasures:

# thig16.1:43.4
source: Atittāva maranti narā.
kn: people die insatiable.

# thig16.1:44.1
source: Asisūnūpamā kāmā,
kn: Like a butcher’s knife and chopping block,

# thig16.1:44.2
source: kāmā sappasiropamā;
kn: sensual pleasures are like a snake’s head.

# thig16.1:44.3
source: Ukkopamā anudahanti,
kn: They burn like a fire-brand,

# thig16.1:44.4
source: <span class="var" title="... kaṅkhala (bj) | ... kaṅkāla (pts1-2)" id="note160">aṭṭhikaṅkala</span> sannibhā.
kn: they resemble a skeleton.

# thig16.1:45.1
source: Aniccā adhuvā kāmā,
kn: Sensual pleasures are impermanent and unstable,

# thig16.1:45.2
source: bahudukkhā mahāvisā;
kn: they’re full of suffering, a terrible poison;

# thig16.1:45.3
source: Ayoguḷova santatto,
kn: like a hot iron ball,

# thig16.1:45.4
source: aghamūlā dukhapphalā.
kn: the root of misery, their fruit is pain.

# thig16.1:46.1
source: Rukkhapphalūpamā kāmā,
kn: Sensual pleasures are like fruits of a tree,

# thig16.1:46.2
source: maṃsapesūpamā dukhā;
kn: like lumps of meat, painful,

# thig16.1:46.3
source: Supinopamā vañcaniyā,
kn: they trick you like a dream;

# thig16.1:46.4
source: kāmā yācitakūpamā.
kn: sensual pleasures are like borrowed goods.

# thig16.1:47.1
source: Sattisūlūpamā kāmā,
kn: Sensual pleasures are like swords and stakes;

# thig16.1:47.2
source: rogo gaṇḍo aghaṃ nighaṃ;
kn: a disease, a boil, misery and trouble.

# thig16.1:47.3
source: Aṅgārakāsusadisā,
kn: Like a pit of glowing coals,

# thig16.1:47.4
source: aghamūlaṃ bhayaṃ vadho.
kn: the root of misery, fear and slaughter.

# thig16.1:48.1
source: Evaṃ bahudukkhā kāmā,
kn: Thus sensual pleasures have been explained

# thig16.1:48.2
source: akkhātā antarāyikā;
kn: to be obstructions, so full of suffering.

# thig16.1:48.3
source: Gacchatha na me bhavagate,
kn: Please leave! As for me,

# thig16.1:48.4
source: vissāso atthi attano.
kn: I have no trust in a new life.

# thig16.1:49.1
source: Kiṃ mama paro karissati,
kn: What can someone else do for me

# thig16.1:49.2
source: Attano sīsamhi ḍayhamānamhi;
kn: when their own head is burning?

# thig16.1:49.3
source: Anubandhe jarāmaraṇe,
kn: When stalked by old age and death,

# thig16.1:49.4
source: Tassa ghātāya ghaṭitabbaṃ”.
kn: you should strive to destroy them.”

# thig16.1:50.1
source: Dvāraṃ <span class="var" title="avāpuritvāhaṃ (bj) | apāpuṇitvānāyaṃ (s2, s3) | apāpuṇitvāna'yaṃ (pts1-2)" id="note161">apāpuritvānahaṃ</span>,
kn: She opened the door

# thig16.1:50.2
source: Mātāpitaro anīkarattañca;
kn: and saw her parents with Anīkaratta,

# thig16.1:50.3
source: Disvāna chamaṃ nisinne,
kn: sitting crying on the floor.

# thig16.1:50.4
source: Rodante idamavocaṃ.
kn: And so she said this:

# thig16.1:51.1
source: “Dīgho bālānaṃ saṃsāro,
kn: “Transmigration is long for fools,

# thig16.1:51.2
source: Punappunañca rodataṃ;
kn: crying again and again at that with no known beginning—

# thig16.1:51.3
source: Anamatagge pitu maraṇe,
kn: the death of a father,

# thig16.1:51.4
source: Bhātu vadhe attano ca vadhe.
kn: the killing of a brother or of themselves.

# thig16.1:52.1
source: Assu thaññaṃ rudhiraṃ,
kn: Remember the ocean of tears, of milk, of blood,

# thig16.1:52.2
source: Saṃsāraṃ anamataggato saratha;
kn: transmigration with no known beginning.

# thig16.1:52.3
source: Sattānaṃ saṃsarataṃ,
kn: Remember the bones piled up

# thig16.1:52.4
source: Sarāhi aṭṭhīnañca sannicayaṃ.
kn: by beings transmigrating.

# thig16.1:53.1
source: <span class="var" title="sarassu caturo udadhī (?)" id="note162">Sara caturodadhī</span>,
kn: Remember the four oceans

# thig16.1:53.2
source: Upanīte assuthaññarudhiramhi;
kn: compared with tears, milk, and blood;

# thig16.1:53.3
source: Sara ekakappamaṭṭhīnaṃ,
kn: Remember bones piled up high as Mount Vipula

# thig16.1:53.4
source: Sañcayaṃ vipulena samaṃ.
kn: in the course of a single eon.

# thig16.1:54.1
source: Anamatagge saṃsarato,
kn: Transmigration with no known beginning

# thig16.1:54.2
source: <span class="var" title="mahāmahiṃ (?)" id="note163">Mahiṃ</span> jambudīpamupanītaṃ;
kn: is compared to this broad land of India;

# thig16.1:54.3
source: Kolaṭṭhimattaguḷikā,
kn: if divided into lumps the size of jujube seeds,

# thig16.1:54.4
source: Mātā mātusveva nappahonti.
kn: they’d still be fewer than his mother’s mothers.

# thig16.1:55.1
source: <span class="var" title="sara tiṇakaṭṭhasākhāpalāsaṃ (bj, s2, s3) | sara tiṇakaṭṭhaṃ sākhāpalāsaṃ (pts1-2)" id="note164">Tiṇakaṭṭhasākhāpalāsaṃ</span>,
kn: Remember the grass, sticks, and leaves,

# thig16.1:55.2
source: Upanītaṃ anamataggato sara;
kn: compare that with no known beginning:

# thig16.1:55.3
source: Caturaṅgulikā ghaṭikā,
kn: if split into pieces four inches in size,

# thig16.1:55.4
source: Pitupitusveva nappahonti.
kn: they’d still be fewer than his father’s fathers.

# thig16.1:56.1
source: Sara kāṇakacchapaṃ pubba-
kn: Remember the one-eyed turtle and the yoke with a hole

# thig16.1:56.2
source: Samudde aparato ca yugachiddaṃ;
kn: blown in the ocean from east to west—

# thig16.1:56.3
source: <span class="var" title="sara (bj)" id="note165">Siraṃ</span> tassa ca paṭimukkaṃ,
kn: sticking the head in the hole

# thig16.1:56.4
source: Manussalābhamhi opammaṃ.
kn: is a metaphor for gaining a human birth.

# thig16.1:57.1
source: Sara rūpaṃ pheṇapiṇḍopa-
kn: Remember the form of this unlucky body,

# thig16.1:57.2
source: Massa kāyakalino asārassa;
kn: insubstantial as a lump of foam.

# thig16.1:57.3
source: Khandhe passa anicce,
kn: See the aggregates as impermanent,

# thig16.1:57.4
source: Sarāhi niraye bahuvighāte.
kn: remember the hells so full of anguish.

# thig16.1:58.1
source: Sara kaṭasiṃ vaḍḍhente,
kn: Remember those swelling the charnel grounds

# thig16.1:58.2
source: Punappunaṃ tāsu tāsu jātīsu;
kn: again and again in life after life.

# thig16.1:58.3
source: Sara kumbhīlabhayāni ca,
kn: Remember the threat of the crocodile!

# thig16.1:58.4
source: Sarāhi cattāri saccāni.
kn: Remember the four truths!

# thig16.1:59.1
source: Amatamhi vijjamāne,
kn: When the deathless is there to be found,

# thig16.1:59.2
source: Kiṃ tava pañcakaṭukena pītena;
kn: why would you drink the five bitter poisons?

# thig16.1:59.3
source: Sabbā hi kāmaratiyo,
kn: For every enjoyment of sensual pleasures

# thig16.1:59.4
source: Kaṭukatarā pañcakaṭukena.
kn: is so much more bitter than them.

# thig16.1:60.1
source: Amatamhi vijjamāne,
kn: When the deathless is there to be found,

# thig16.1:60.2
source: Kiṃ tava kāmehi ye <span class="var" title="sapariḷāhā (bj)" id="note166">pariḷāhā</span>;
kn: why would you burn for sensual pleasures?

# thig16.1:60.3
source: Sabbā hi kāmaratiyo,
kn: For every enjoyment of sensual pleasures

# thig16.1:60.4
source: Jalitā kuthitā kampitā santāpitā.
kn: is burning, boiling, bubbling, seething.

# thig16.1:61.1
source: Asapattamhi samāne,
kn: When there is freedom from enmity,

# thig16.1:61.2
source: Kiṃ tava kāmehi ye bahusapattā;
kn: why would you want your enemy, sensual pleasures?

# thig16.1:61.3
source: Rājaggicoraudakappiyehi,
kn: Like kings, fire, robbers, flood, and people you dislike,

# thig16.1:61.4
source: Sādhāraṇā kāmā bahusapattā.
kn: sensual pleasures are very much your enemy.

# thig16.1:62.1
source: Mokkhamhi vijjamāne,
kn: When liberation is there to be found,

# thig16.1:62.2
source: Kiṃ tava kāmehi yesu vadhabandho;
kn: what good are sensual pleasures that kill and bind?

# thig16.1:62.3
source: Kāmesu hi asakāmā,
kn: For though unwilling, when sensual pleasures are there,

# thig16.1:62.4
source: Vadhabandhadukhāni anubhonti.
kn: they are subject to the pain of killing and binding.

# thig16.1:63.1
source: Ādīpitā tiṇukkā,
kn: As a blazing grass torch

# thig16.1:63.2
source: Gaṇhantaṃ dahanti neva muñcantaṃ;
kn: burns one who grasps it without letting go,

# thig16.1:63.3
source: Ukkopamā hi kāmā,
kn: sensual pleasures are like a grass torch,

# thig16.1:63.4
source: Dahanti ye te na muñcanti.
kn: burning those who do not let go.
