Repository: 0seniya/sc-data
Catalog: po_text/pli-*/*/thig/thig02.05.po
Languages: kn

# thig2.5:1.1
source: Therīgāthā
kn: Verses of the Senior Nuns

# thig2.5:2.1
source: Dukanipāta
kn: The Book of the Twos

# thig2.5:3.1
source: 5. Cittātherīgāthā
kn: 2.5. Cittā

# thig2.5:4.1
source: “Kiñcāpi khomhi kisikā,
kn: Though I’m skinny,

# thig2.5:4.2
source: gilānā bāḷhadubbalā;
kn: sick, and very feeble,

# thig2.5:4.3
source: Daṇḍamolubbha gacchāmi,
kn: I climb the mountain,

# thig2.5:4.4
source: pabbataṃ abhirūhiya.
kn: leaning on a staff.

# thig2.5:5.1
source: Saṅghāṭiṃ nikkhipitvāna,
kn: Having laid down my outer robe,

# thig2.5:5.2
source: pattakañca nikujjiya;
kn: and overturned my bowl,

# thig2.5:5.3
source: Sele khambhesimattānaṃ,
kn: propping myself against a rock,

# thig2.5:5.4
source: tamokhandhaṃ padāliyā”ti.
kn: I shattered the mass of darkness.
