Repository: 0seniya/sc-data
Catalog: po_text/pli-*/*/thig/thig02.06.po
Languages: kn

# thig2.6:1.1
source: Therīgāthā
kn: Verses of the Senior Nuns

# thig2.6:2.1
source: Dukanipāta
kn: The Book of the Twos

# thig2.6:3.1
source: 6. Mettikātherīgāthā
kn: 2.6. Mettikā

# thig2.6:4.1
source: “Kiñcāpi khomhi dukkhitā,
kn: Though in pain,

# thig2.6:4.2
source: dubbalā gatayobbanā;
kn: feeble, my youth long gone,

# thig2.6:4.3
source: Daṇḍamolubbha gacchāmi,
kn: I climb the mountain,

# thig2.6:4.4
source: pabbataṃ abhirūhiya.
kn: leaning on a staff.

# thig2.6:5.1
source: Nikkhipitvāna saṅghāṭiṃ,
kn: Having laid down my outer robe

# thig2.6:5.2
source: pattakañca nikujjiya;
kn: and overturned my bowl,

# thig2.6:5.3
source: Nisinnā camhi selamhi,
kn: sitting on a rock,

# thig2.6:5.4
source: atha cittaṃ vimucci me;
kn: my mind was freed.

# thig2.6:5.5
source: Tisso vijjā anuppattā,
kn: I’ve attained the three knowledges,

# thig2.6:5.6
source: kataṃ buddhassa sāsanan”ti.
kn: and fulfilled the Buddha’s instructions.
