Repository: 0seniya/sc-data
Catalog: po_text/pli-*/*/thig/thig11.1.po
Languages: kn

# thig11.1:1.1
source: Therīgāthā
kn: Verses of the Senior Nuns

# thig11.1:2.1
source: Dvādasakanipāta
kn: The Book of the Twelves

# thig11.1:3.1
source: 1. Uppalavaṇṇātherīgāthā
kn: 11.1. Uppalavaṇṇā

# thig11.1:4.1
source: “Ubho mātā ca dhītā ca,
kn: “The two of us were co-wives,

# thig11.1:4.2
source: mayaṃ <span class="var" title="āhuṃ (si)" id="note68">āsuṃ</span> sapattiyo;
kn: though we were mother and daughter.

# thig11.1:4.3
source: Tassā me ahu saṃvego,
kn: I was struck with a sense of urgency,

# thig11.1:4.4
source: abbhuto lomahaṃsano.
kn: so astonishing and hair-raising!

# thig11.1:5.1
source: Dhiratthu kāmā asucī,
kn: Curse those filthy sensual pleasures,

# thig11.1:5.2
source: duggandhā bahukaṇṭakā;
kn: so nasty and thorny,

# thig11.1:5.3
source: Yattha mātā ca dhītā ca,
kn: where we, both mother and daughter,

# thig11.1:5.4
source: sabhariyā mayaṃ ahuṃ.
kn: had to be co-wives together.

# thig11.1:6.1
source: Kāmesvādīnavaṃ disvā,
kn: Seeing the danger in sensual pleasures,

# thig11.1:6.2
source: nekkhammaṃ daṭṭhu khemato;
kn: seeing renunciation as a sanctuary,

# thig11.1:6.3
source: Sā pabbajjiṃ rājagahe,
kn: I went forth in Rājagaha

# thig11.1:6.4
source: agārasmānagāriyaṃ.
kn: from the lay life to homelessness.

# thig11.1:7.1
source: Pubbenivāsaṃ jānāmi,
kn: I know my past lives;

# thig11.1:7.2
source: dibbacakkhu visodhitaṃ;
kn: my clairvoyance is clarified;

# thig11.1:7.3
source: Cetopariccañāṇañca,
kn: I comprehend the minds of others;

# thig11.1:7.4
source: sotadhātu visodhitā.
kn: my clairaudience is purified;

# thig11.1:8.1
source: Iddhīpi me sacchikatā,
kn: I've realized the psychic powers,

# thig11.1:8.2
source: patto me āsavakkhayo;
kn: and attained the ending of defilements.

# thig11.1:8.3
source: Chaḷabhiññā sacchikatā,
kn: I’ve realized the six kinds of direct knowledge,

# thig11.1:8.4
source: kataṃ buddhassa sāsanaṃ.
kn: and fulfilled the Buddha’s instructions.

# thig11.1:9.1
source: Iddhiyā abhinimmitvā,
kn: I created a four-horsed chariot

# thig11.1:9.2
source: caturassaṃ rathaṃ ahaṃ;
kn: using my psychic powers.

# thig11.1:9.3
source: Buddhassa pāde vanditvā,
kn: Then I bowed at the feet of the Buddha,

# thig11.1:9.4
source: lokanāthassa <span class="var" title="sirīmato (s2, s3, pts1-2, mr)" id="note69">tādino</span>”.
kn: the glorious protector of the world.”

# thig11.1:10.1
source: “Supupphitaggaṃ upagamma pādapaṃ,
kn: “You’ve come to this sal tree all crowned with flowers,

# thig11.1:10.2
source: Ekā tuvaṃ tiṭṭhasi <span class="var" title="rukkhamūle (s2, s3, pts1-2, mr)" id="note70">sālamūle</span>;
kn: and stand at its root all alone.

# thig11.1:10.3
source: Na cāpi te dutiyo atthi koci,
kn: But you have no companion with you,

# thig11.1:10.4
source: Bāle na tvaṃ bhāyasi dhuttakānaṃ”.
kn: silly girl, aren’t you afraid of rascals?”

# thig11.1:11.1
source: “Sataṃ sahassānipi dhuttakānaṃ,
kn: “Even if 100,000 rascals like this

# thig11.1:11.2
source: Samāgatā edisakā bhaveyyuṃ;
kn: were to gang up,

# thig11.1:11.3
source: Lomaṃ na iñje napi sampavedhe,
kn: I’d stir not a hair nor tremble.

# thig11.1:11.4
source: Kiṃ me tuvaṃ māra karissaseko.
kn: What could you do to me all alone, Māra?

# thig11.1:12.1
source: Esā antaradhāyāmi,
kn: I’ll vanish,

# thig11.1:12.2
source: kucchiṃ vā pavisāmi te;
kn: or I’ll enter your belly;

# thig11.1:12.3
source: Bhamukantare tiṭṭhāmi,
kn: I could stand between your eyebrows

# thig11.1:12.4
source: tiṭṭhantiṃ maṃ na dakkhasi.
kn: and you still wouldn’t see me.

# thig11.1:13.1
source: Cittamhi vasībhūtāhaṃ,
kn: I’m the master of my own mind,

# thig11.1:13.2
source: iddhipādā subhāvitā;
kn: I’ve developed the bases of psychic power well.

# thig11.1:13.3
source: Chaḷabhiññā sacchikatā,
kn: I’ve realized the six kinds of direct knowledge,

# thig11.1:13.4
source: kataṃ buddhassa sāsanaṃ.
kn: and fulfilled the Buddha’s instructions.

# thig11.1:14.1
source: Sattisūlūpamā kāmā,
kn: Sensual pleasures are like swords and stakes;

# thig11.1:14.2
source: khandhāsaṃ adhikuṭṭanā;
kn: the aggregates are their chopping block.

# thig11.1:14.3
source: Yaṃ tvaṃ ‘kāmaratiṃ’ brūsi,
kn: What you call sensual delight

# thig11.1:14.4
source: ‘āratī’ dāni sā mama.
kn: is now no delight for me.

# thig11.1:15.1
source: Sabbattha vihatā nandī,
kn: Relishing is destroyed in every respect,

# thig11.1:15.2
source: Tamokhandho padālito;
kn: and the mass of darkness is shattered.

# thig11.1:15.3
source: Evaṃ jānāhi pāpima,
kn: So know this, Wicked One:

# thig11.1:15.4
source: Nihato tvamasi antakā”ti.
kn: you’re beaten, terminator!”

# thig11.1:17.1
source: Dvādasakanipāto niṭṭhito.
kn: The Book of the Twelves is finished.
