Repository: 0seniya/sc-data
Catalog: po_text/pli-*/*/thig/thig13.2.po
Languages: kn

# thig13.2:1.1
source: Therīgāthā
kn: Verses of the Senior Nuns

# thig13.2:2.1
source: Vīsatinipāta
kn: The Book of the Twenties

# thig13.2:3.1
source: <span class="var" title="rohiṇītherīgāthā (bj)" id="note83">2 Rohinītherīgāthā</span>
kn: 13.2. Rohinī

# thig13.2:4.1
source: “‘<span class="var" title="bhoti tvaṃ sayasi (bj) | bhoti maṃ vipassi (s2, s3, pts1-2)" id="note84">Samaṇā’ti bhoti supi</span>,
kn: “You fell asleep saying ‘ascetics’;

# thig13.2:4.2
source: ‘samaṇā’ti <span class="var" title="paṭibujjhasi (bj, s2, s3, pts1-2)" id="note85">pabujjhasi</span>;
kn: you woke up saying ‘ascetics’;

# thig13.2:4.3
source: <span class="var" title="samaṇānameva (bj, s2, s3, pts1-2)" id="note86">Samaṇāneva</span> kittesi,
kn: you only praise ascetics, madam—

# thig13.2:4.4
source: <span class="var" title="samaṇī nu (mr)" id="note87">samaṇī nūna</span> bhavissasi.
kn: surely you’ll be an ascetic.

# thig13.2:5.1
source: Vipulaṃ annañca pānañca,
kn: You provide ascetics

# thig13.2:5.2
source: samaṇānaṃ <span class="var" title="payacchasi (bj) | pavecchasi (s2, s3, pts1-2)" id="note88">paveccasi</span>;
kn: with abundant food and drink.

# thig13.2:5.3
source: Rohinī dāni pucchāmi,
kn: I ask you now, Rohiṇī:

# thig13.2:5.4
source: kena te samaṇā piyā.
kn: why do you like ascetics?

# thig13.2:6.1
source: Akammakāmā alasā,
kn: They don’t like to work, they’re lazy,

# thig13.2:6.2
source: paradattūpajīvino;
kn: they survive on charity;

# thig13.2:6.3
source: Āsaṃsukā sādukāmā,
kn: always on the lookout, greedy for sweets—

# thig13.2:6.4
source: kena te samaṇā piyā”.
kn: so why do you like ascetics?”

# thig13.2:7.1
source: “Cirassaṃ vata maṃ tāta,
kn: “Dad, for a long time now

# thig13.2:7.2
source: samaṇānaṃ paripucchasi;
kn: you’ve questioned me about ascetics.

# thig13.2:7.3
source: Tesaṃ te kittayissāmi,
kn: I shall extol for you

# thig13.2:7.4
source: paññāsīlaparakkamaṃ.
kn: their wisdom, ethics, and vigor.

# thig13.2:8.1
source: Kammakāmā analasā,
kn: They like to work, they’re not lazy;

# thig13.2:8.2
source: kammaseṭṭhassa kārakā;
kn: by giving up greed and hate,

# thig13.2:8.3
source: Rāgaṃ dosaṃ pajahanti,
kn: they do the best kind of work—

# thig13.2:8.4
source: tena me samaṇā piyā.
kn: that’s why I like ascetics.

# thig13.2:9.1
source: Tīṇi pāpassa mūlāni,
kn: As for the three roots of evil,

# thig13.2:9.2
source: dhunanti sucikārino;
kn: by pure deeds they shake them off.

# thig13.2:9.3
source: Sabbaṃ pāpaṃ pahīnesaṃ,
kn: They have given up all wickedness—

# thig13.2:9.4
source: tena me samaṇā piyā.
kn: that’s why I like ascetics.

# thig13.2:10.1
source: Kāyakammaṃ suci nesaṃ,
kn: Their bodily actions are pure;

# thig13.2:10.2
source: vacīkammañca tādisaṃ;
kn: their actions of speech likewise;

# thig13.2:10.3
source: Manokammaṃ suci nesaṃ,
kn: their actions of mind are pure—

# thig13.2:10.4
source: tena me samaṇā piyā.
kn: that’s why I like ascetics.

# thig13.2:11.1
source: Vimalā saṅkhamuttāva,
kn: Immaculate as a conch-shell,

# thig13.2:11.2
source: suddhā santarabāhirā;
kn: they’re pure inside and out,

# thig13.2:11.3
source: Puṇṇā <span class="var" title="sukkehi dhammehi (bj, s2, s3)" id="note89">sukkāna dhammānaṃ</span>,
kn: full of bright qualities—

# thig13.2:11.4
source: tena me samaṇā piyā.
kn: that’s why I like ascetics.

# thig13.2:12.1
source: Bahussutā dhammadharā,
kn: They’re learned and memorize the teaching,

# thig13.2:12.2
source: ariyā dhammajīvino;
kn: noble, living properly,

# thig13.2:12.3
source: Atthaṃ dhammañca desenti,
kn: teaching the text and its meaning:

# thig13.2:12.4
source: tena me samaṇā piyā.
kn: that’s why I like ascetics.

# thig13.2:13.1
source: Bahussutā dhammadharā,
kn: They’re learned and memorize the teaching,

# thig13.2:13.2
source: ariyā dhammajīvino;
kn: noble, living properly,

# thig13.2:13.3
source: Ekaggacittā satimanto,
kn: unified in mind, and mindful—

# thig13.2:13.4
source: tena me samaṇā piyā.
kn: that’s why I like ascetics.

# thig13.2:14.1
source: Dūraṅgamā satimanto,
kn: Traveling afar, and mindful,

# thig13.2:14.2
source: mantabhāṇī anuddhatā;
kn: thoughtful in counsel, and stable,

# thig13.2:14.3
source: Dukkhassantaṃ pajānanti,
kn: they understand the end of suffering—

# thig13.2:14.4
source: tena me samaṇā piyā.
kn: that’s why I like ascetics.

# thig13.2:15.1
source: Yasmā gāmā pakkamanti,
kn: When they leave a village,

# thig13.2:15.2
source: na vilokenti kiñcanaṃ;
kn: they don’t look back with longing,

# thig13.2:15.3
source: Anapekkhāva gacchanti,
kn: but proceed without concern—

# thig13.2:15.4
source: tena me samaṇā piyā.
kn: that’s why I like ascetics.

# thig13.2:16.1
source: Na te saṃ koṭṭhe openti,
kn: They hoard no goods in storerooms,

# thig13.2:16.2
source: na kumbhiṃ na khaḷopiyaṃ;
kn: nor in pots or baskets.

# thig13.2:16.3
source: Pariniṭṭhitamesānā,
kn: They seek food prepared by others—

# thig13.2:16.4
source: tena me samaṇā piyā.
kn: that’s why I like ascetics.

# thig13.2:17.1
source: Na te hiraññaṃ gaṇhanti,
kn: They don’t receive silver,

# thig13.2:17.2
source: na suvaṇṇaṃ na rūpiyaṃ;
kn: or gold whether coined or uncoined;

# thig13.2:17.3
source: Paccuppannena yāpenti,
kn: feeding on whatever comes that day,

# thig13.2:17.4
source: tena me samaṇā piyā.
kn: that’s why I like ascetics.

# thig13.2:18.1
source: Nānākulā pabbajitā,
kn: They have gone forth from different families,

# thig13.2:18.2
source: nānājanapadehi ca;
kn: even different countries,

# thig13.2:18.3
source: Aññamaññaṃ <span class="var" title="pihayanti (mr)" id="note90">piyāyanti</span>,
kn: and yet they all love one another—

# thig13.2:18.4
source: tena me samaṇā piyā”.
kn: that’s why I like ascetics.”

# thig13.2:19.1
source: “Atthāya vata no bhoti,
kn: “Dear Rohinī, it was truly for our benefit

# thig13.2:19.2
source: kule jātāsi rohinī;
kn: that you were born in our family!

# thig13.2:19.3
source: Saddhā buddhe ca dhamme ca,
kn: You have faith and such keen respect

# thig13.2:19.4
source: saṃghe ca tibbagāravā.
kn: for the Buddha, his teaching, and the Sangha.

# thig13.2:20.1
source: Tuvaṃ hetaṃ pajānāsi,
kn: For you understand this

# thig13.2:20.2
source: puññakkhettaṃ anuttaraṃ;
kn: supreme field of merit.

# thig13.2:20.3
source: Amhampi ete samaṇā,
kn: These ascetics will henceforth

# thig13.2:20.4
source: paṭigaṇhanti dakkhiṇaṃ.
kn: receive our religious donation, too.

# thig13.2:21.1
source: Patiṭṭhito hettha yañño,
kn: For there we will place our sacrifice,

# thig13.2:21.2
source: vipulo no bhavissati”;
kn: and it shall be abundant.”

# thig13.2:21.3
source: <a class="verse-num-pts" id="verse-num-pts288"></a>“Sace bhāyasi dukkhassa,
kn: “If you fear suffering,

# thig13.2:21.4
source: sace te dukkhamappiyaṃ.
kn: if you don’t like suffering,

# thig13.2:22.1
source: Upehi saraṇaṃ buddhaṃ,
kn: go for refuge to the Buddha, the poised,

# thig13.2:22.2
source: dhammaṃ saṃghañca tādinaṃ;
kn: to his teaching and to the Sangha.

# thig13.2:22.3
source: Samādiyāhi sīlāni,
kn: Undertake the precepts,

# thig13.2:22.4
source: taṃ te atthāya hehiti”.
kn: that will be good for you.”

# thig13.2:23.1
source: “Upemi saraṇaṃ buddhaṃ,
kn: “I go for refuge to the Buddha, the poised,

# thig13.2:23.2
source: dhammaṃ saṃghañca tādinaṃ;
kn: to his teaching and to the Sangha.

# thig13.2:23.3
source: Samādiyāmi sīlāni,
kn: I undertake the precepts,

# thig13.2:23.4
source: taṃ me atthāya hehiti.
kn: that will be good for me.

# thig13.2:24.1
source: Brahmabandhu pure āsiṃ,
kn: In the past I was related to Brahmā,

# thig13.2:24.2
source: so idānimhi brāhmaṇo;
kn: now I genuinely am a brahmin.

# thig13.2:24.3
source: Tevijjo sottiyo camhi,
kn: Possessing the three knowledges, I’m a genuine scholar,

# thig13.2:24.4
source: vedagū camhi nhātako”.
kn: I’m a knowledge-master, a bathed initiate.”
