Repository: 0seniya/sc-data
Catalog: po_text/pli-*/*/thig/thig16.1.po
Languages: kn

# thig16.1:64.1
source: Mā appakassa hetu,
kn: Don’t give up abundant happiness

# thig16.1:64.2
source: Kāmasukhassa vipulaṃ jahī sukhaṃ;
kn: for the trivial joys of sensual pleasure.

# thig16.1:64.3
source: Mā puthulomova baḷisaṃ,
kn: Don’t suffer hardship later,

# thig16.1:64.4
source: Gilitvā pacchā vihaññasi.
kn: like a catfish on a hook.

# thig16.1:65.1
source: Kāmaṃ kāmesu damassu,
kn: Deliberately control yourself among sensual pleasures!

# thig16.1:65.2
source: Tāva sunakhova saṅkhalābaddho;
kn: You’re like a dog fixed to a chain:

# thig16.1:65.3
source: Kāhinti khu taṃ kāmā,
kn: sensual pleasures will surely devour you

# thig16.1:65.4
source: Chātā sunakhaṃva caṇḍālā.
kn: as hungry outcasts would a dog.

# thig16.1:66.1
source: Aparimitañca dukkhaṃ,
kn: Harnessed to sensual pleasure,

# thig16.1:66.2
source: Bahūni ca cittadomanassāni;
kn: you undergo endless pain,

# thig16.1:66.3
source: Anubhohisi kāmayutto,
kn: along with much mental anguish:

# thig16.1:66.4
source: <span class="var" title="paṭinissara (bj)" id="note167">Paṭinissaja</span> addhuve kāme.
kn: relinquish sensual pleasures, they don’t last!

# thig16.1:67.1
source: Ajaramhi vijjamāne,
kn: When the unaging is there to be found,

# thig16.1:67.2
source: Kiṃ tava kāmehi <span class="var" title=" yesu jarāya ca; maraṇabyādhihi gahitā (?)" id="note168">yesu jarā;</span>
kn: what good are sensual pleasures in which is old age?

# thig16.1:67.3
source: Maraṇabyādhigahitā,
kn: All rebirths everywhere

# thig16.1:67.4
source: Sabbā sabbattha jātiyo.
kn: are bonded to death and sickness.

# thig16.1:68.1
source: <span class="var" title="idaṃ ajaraṃ idaṃ amaraṃ (?)" id="note170">Idamajaramidamamaraṃ</span>,
kn: This is the ageless, this is the deathless!

# thig16.1:68.2
source: Idamajarāmaraṃ padamasokaṃ;
kn: This is the ageless and deathless, the sorrowless state!

# thig16.1:68.3
source: Asapattamasambādhaṃ,
kn: Free of enmity, unconstricted,

# thig16.1:68.4
source: Akhalitamabhayaṃ nirupatāpaṃ.
kn: faultless, fearless, without tribulations.

# thig16.1:69.1
source: Adhigatamidaṃ bahūhi,
kn: This deathless has been realized by many;

# thig16.1:69.2
source: Amataṃ ajjāpi ca labhanīyamidaṃ;
kn: even today it can be obtained

# thig16.1:69.3
source: Yo yoniso payuñjati,
kn: by those who properly apply themselves;

# thig16.1:69.4
source: Na ca sakkā aghaṭamānena”.
kn: but it’s impossible if you don’t try.”

# thig16.1:70.1
source: Evaṃ bhaṇati sumedhā,
kn: So said Sumedhā,

# thig16.1:70.2
source: Saṅkhāragate ratiṃ alabhamānā;
kn: lacking delight in conditioned things.

# thig16.1:70.3
source: Anunentī anikarattaṃ,
kn: Soothing Anīkaratta,

# thig16.1:70.4
source: Kese ca chamaṃ khipi sumedhā.
kn: Sumedhā cast her hair on the ground.

# thig16.1:71.1
source: Uṭṭhāya anikaratto,
kn: Standing up, Anīkaratta

# thig16.1:71.2
source: Pañjaliko yācatassā pitaraṃ so;
kn: raised his joined palms to her father and begged:

# thig16.1:71.3
source: “Vissajjetha sumedhaṃ,
kn: “Let go of Sumedhā, so that she may go forth!

# thig16.1:71.4
source: Pabbajituṃ vimokkhasaccadassā”.
kn: She will see the truth of liberation.”

# thig16.1:72.1
source: Vissajjitā mātāpitūhi,
kn: Released by her mother and father,

# thig16.1:72.2
source: pabbaji sokabhayabhītā;
kn: she went forth, afraid of grief and fear.

# thig16.1:72.3
source: Cha abhiññā sacchikatā,
kn: While still a trainee nun she realized the six direct knowledges,

# thig16.1:72.4
source: aggaphalaṃ sikkhamānāya.
kn: along with the highest fruit.

# thig16.1:73.1
source: Acchariyamabbhutaṃ taṃ,
kn: The extinguishment of the princess

# thig16.1:73.2
source: Nibbānaṃ āsi rājakaññāya;
kn: was incredible and amazing;

# thig16.1:73.3
source: Pubbenivāsacaritaṃ,
kn: on her deathbed, she declared

# thig16.1:73.4
source: Yathā byākari pacchime kāle.
kn: her several past lives.

# thig16.1:74.1
source: “Bhagavati koṇāgamane,
kn: “In the time of the Buddha Koṇāgamana,

# thig16.1:74.2
source: Saṃghārāmamhi navanivesamhi;
kn: we three friends gave the gift

# thig16.1:74.3
source: Sakhiyo tisso janiyo,
kn: of a newly-built dwelling

# thig16.1:74.4
source: Vihāradānaṃ adāsimha.
kn: in the Saṅgha’s monastery.

# thig16.1:75.1
source: Dasakkhattuṃ satakkhattuṃ,
kn: Ten times, a hundred times,

# thig16.1:75.2
source: Dasasatakkhattuṃ satāni ca satakkhattuṃ;
kn: a thousand times, ten thousand times,

# thig16.1:75.3
source: Devesu uppajjimha,
kn: we were reborn among the gods,

# thig16.1:75.4
source: Ko pana vādo manussesu.
kn: let alone among humans.

# thig16.1:76.1
source: Devesu mahiddhikā ahumha,
kn: We were mighty among the gods,

# thig16.1:76.2
source: Mānusakamhi ko pana vādo;
kn: let alone among humans!

# thig16.1:76.3
source: Sattaratanassa mahesī,
kn: I was queen to a king with the seven treasures—

# thig16.1:76.4
source: Itthiratanaṃ ahaṃ āsiṃ.
kn: I was the treasure of a wife.

# thig16.1:77.1
source: So hetu so pabhavo,
kn: That was the cause, that the origin, that the root,

# thig16.1:77.2
source: Taṃ mūlaṃ sāva sāsane khantī;
kn: that was the acceptance of the dispensation;

# thig16.1:77.3
source: Taṃ paṭhamasamodhānaṃ,
kn: that first meeting culminated in extinguishment

# thig16.1:77.4
source: Taṃ dhammaratāya nibbānaṃ.
kn: for one delighting in the teaching.

# thig16.1:78.1
source: Evaṃ karonti ye sadda-
kn: So say those who have faith in the words

# thig16.1:78.2
source: Hanti vacanaṃ anomapaññassa;
kn: of the one unrivaled in wisdom.

# thig16.1:78.3
source: Nibbindanti bhavagate,
kn: They’re disillusioned with being reborn,

# thig16.1:78.4
source: Nibbinditvā virajjantī”ti.
kn: and being disillusioned they become dispassionate.”

# thig16.1:79.1
source: Itthaṃ sudaṃ sumedhā therī gāthāyo abhāsitthāti.
kn: It was thus that these verses were recited by the senior nun Sumedhā.

# thig16.1:80.1
source: Mahānipāto niṭṭhito.
kn: The Great Book is finished.

# thig16.1:83.1
source: Therīgāthāpāḷi niṭṭhitā.
kn: The Verses of the Senior Nuns are finished.
