Repository: 0seniya/sc-data
Catalog: po_text/pli-*/*/thig/thig03.5.po
Languages: kn

# thig3.5:1.1
source: Therīgāthā
kn: Verses of the Senior Nuns

# thig3.5:2.1
source: Tikanipāta
kn: The Book of the Threes

# thig3.5:3.1
source: 5. Ubbiritherīgāthā
kn: 3.5. Ubbirī

# thig3.5:4.1
source: “Amma jīvāti vanamhi kandasi,
kn: “You cry ‘Please be living!’ in the forest.

# thig3.5:4.2
source: Attānaṃ adhigaccha ubbiri;
kn: Ubbirī, get a hold of yourself!

# thig3.5:4.3
source: Cullāsītisahassāni,
kn: Eighty-four thousand people,

# thig3.5:4.4
source: Sabbā jīvasanāmikā;
kn: all named ‘living being’,

# thig3.5:4.5
source: Etamhāḷāhane daḍḍhā,
kn: have been burnt in this funeral ground:

# thig3.5:4.6
source: Tāsaṃ kamanusocasi”.
kn: which one do you grieve for?”

# thig3.5:5.1
source: “Abbahī vata me sallaṃ,
kn: “Oh! For you have plucked the dart from me,

# thig3.5:5.2
source: duddasaṃ hadayassitaṃ;
kn: so hard to see, hidden in the heart.

# thig3.5:5.3
source: Yaṃ me sokaparetāya,
kn: You’ve swept away the grief for my daughter

# thig3.5:5.4
source: dhītusokaṃ byapānudi.
kn: in which I once was mired.

# thig3.5:6.1
source: Sājja abbūḷhasallāhaṃ,
kn: Today I’ve plucked the dart,

# thig3.5:6.2
source: Nicchātā parinibbutā;
kn: I’m hungerless, extinguished.

# thig3.5:6.3
source: Buddhaṃ dhammañca saṃghañca,
kn: I go for refuge to that sage, the Buddha,

# thig3.5:6.4
source: Upemi saraṇaṃ munin”ti.
kn: to his teaching, and to the Sangha.”
