Repository: 0seniya/sc-data
Catalog: po_text/pli-*/*/thig/thig02.07.po
Languages: kn

# thig2.7:1.1
source: Therīgāthā
kn: Verses of the Senior Nuns

# thig2.7:2.1
source: Dukanipāta
kn: The Book of the Twos

# thig2.7:3.1
source: 7. Mittātherīgāthā
kn: 2.7. Mittā (2nd)

# thig2.7:4.1
source: <span class="cross" title="^vv15#6 [Uttarāvimānavatthu] | ^ja489#14 [Surucijātaka]" id="note20">*</span> <a class="sc" id="1"></a><a class="verse-num-sc" id="verse-num-sc31"></a><a class="verse-num-pts" id="verse-num-pts31"></a>“Cātuddasiṃ pañcadasiṃ,
kn: I rejoice in the host of gods,

# thig2.7:4.2
source: yā ca pakkhassa aṭṭhamī;
kn: having observed the sabbath

# thig2.7:4.3
source: Pāṭihāriyapakkhañca,
kn: complete in all eight factors,

# thig2.7:4.4
source: aṭṭhaṅgasusamāgataṃ.
kn: on the fourteenth and the fifteenth days,

# thig2.7:5.1
source: Uposathaṃ upāgacchiṃ,
kn: and the eighth day of the fortnight,

# thig2.7:5.2
source: devakāyābhinandinī;
kn: as well as on the fortnightly special displays.

# thig2.7:5.3
source: Sājja ekena bhattena,
kn: Today I eat just once a day,

# thig2.7:5.4
source: muṇḍā saṅghāṭipārutā;
kn: my head is shaven, I wear the outer robe.

# thig2.7:5.5
source: Devakāyaṃ na patthehaṃ,
kn: I don’t long for the host of gods,

# thig2.7:5.6
source: vineyya hadaye daran”ti.
kn: for stress has been removed from my heart.
