Repository: 0seniya/sc-data
Catalog: po_text/pli-*/*/thig/thig14.1.po
Languages: kn

# thig14.1:1.1
source: Therīgāthā
kn: Verses of the Senior Nuns

# thig14.1:2.1
source: Tiṃsanipāta
kn: The Book of the Thirties

# thig14.1:3.1
source: 1 Subhājīvakambavanikātherīgāthā
kn: 14.1. Subhā of Jīvaka’s Mango Grove

# thig14.1:4.1
source: Jīvakambavanaṃ rammaṃ,
kn: Going to the lovely mango grove

# thig14.1:4.2
source: Gacchantiṃ bhikkhuniṃ subhaṃ;
kn: of Jīvaka, the nun Subhā

# thig14.1:4.3
source: Dhuttako sannivāresi,
kn: was held up by a rascal.

# thig14.1:4.4
source: Tamenaṃ abravī subhā.
kn: Subhā said this to him:

# thig14.1:5.1
source: “Kiṃ te aparādhitaṃ mayā,
kn: “What harm have I done to you,

# thig14.1:5.2
source: Yaṃ maṃ ovariyāna tiṭṭhasi;
kn: that you stand in my way?

# thig14.1:5.3
source: Na hi pabbajitāya āvuso,
kn: Sir, it’s not proper that a man

# thig14.1:5.4
source: Puriso samphusanāya kappati.
kn: should touch a woman gone forth.

# thig14.1:6.1
source: Garuke mama satthusāsane,
kn: This training was taught by the Holy One,

# thig14.1:6.2
source: Yā sikkhā sugatena desitā;
kn: it is a serious matter in my teacher’s instructions.

# thig14.1:6.3
source: Parisuddhapadaṃ anaṅgaṇaṃ,
kn: I am pure and rid of blemishes,

# thig14.1:6.4
source: Kiṃ maṃ ovariyāna tiṭṭhasi.
kn: so why do you stand in my way?

# thig14.1:7.1
source: Āvilacitto anāvilaṃ,
kn: One whose mind is sullied against one unsullied;

# thig14.1:7.2
source: Sarajo vītarajaṃ anaṅgaṇaṃ;
kn: one who is lustful against one free of lust;

# thig14.1:7.3
source: Sabbattha vimuttamānasaṃ,
kn: unblemished, my mind is freed in every respect,

# thig14.1:7.4
source: Kiṃ maṃ ovariyāna tiṭṭhasi”.
kn: so why do you stand in my way?”

# thig14.1:8.1
source: “Daharā ca apāpikā casi,
kn: “You’re young and flawless—

# thig14.1:8.2
source: Kiṃ te pabbajjā karissati;
kn: what will going-forth do for you?

# thig14.1:8.3
source: Nikkhipa kāsāyacīvaraṃ,
kn: Throw away the yellow robe,

# thig14.1:8.4
source: Ehi ramāma supupphite vane.
kn: come and play in the blossom grove.

# thig14.1:9.1
source: Madhurañca pavanti sabbaso,
kn: Everywhere, the scent of pollen wafts sweet,

# thig14.1:9.2
source: Kusumarajena samuṭṭhitā dumā;
kn: born of the flowering woods.

# thig14.1:9.3
source: Paṭhamavasanto sukho utu,
kn: The start of spring is a happy time—

# thig14.1:9.4
source: Ehi ramāma supupphite vane.
kn: come and play in the blossom grove.

# thig14.1:10.1
source: Kusumitasikharā ca pādapā,
kn: And trees crested with flowers

# thig14.1:10.2
source: Abhigajjantiva māluteritā;
kn: cry out, as it were, in the breeze.

# thig14.1:10.3
source: Kā tuyhaṃ rati bhavissati,
kn: But what kind of fun will you have

# thig14.1:10.4
source: Yadi ekā vanamogahissasi.
kn: if you plunge into the woods all alone?

# thig14.1:11.1
source: Vāḷamigasaṅghasevitaṃ,
kn: Frequented by packs of predators,

# thig14.1:11.2
source: Kuñjaramattakareṇuloḷitaṃ;
kn: and she-elephants aroused by rutting bulls;

# thig14.1:11.3
source: Asahāyikā gantumicchasi,
kn: you wish to go without a friend

# thig14.1:11.4
source: Rahitaṃ bhiṃsanakaṃ mahāvanaṃ.
kn: to the deserted, awe-inspiring forest.

# thig14.1:12.1
source: Tapanīyakatāva dhītikā,
kn: Like a shining doll of gold,

# thig14.1:12.2
source: Vicarasi cittalateva accharā;
kn: like a nymph wandering in a park of colorful vines,

# thig14.1:12.3
source: Kāsikasukhumehi vaggubhi,
kn: your matchless beauty will shine

# thig14.1:12.4
source: Sobhasī suvasanehi nūpame.
kn: in lovely clothes of exquisite muslin.

# thig14.1:13.1
source: Ahaṃ tava vasānugo siyaṃ,
kn: I’ll be at your beck and call,

# thig14.1:13.2
source: Yadi viharemase kānanantare;
kn: if we are to stay in the forest.

# thig14.1:13.3
source: Na hi matthi tayā piyattaro,
kn: I love no creature more than you,

# thig14.1:13.4
source: Pāṇo kinnarimandalocane.
kn: O pixie with such bashful eyes.

# thig14.1:14.1
source: Yadi me vacanaṃ karissasi,
kn: Were you to take up my invitation—

# thig14.1:14.2
source: Sukhitā ehi agāramāvasa;
kn: ‘Come, be happy, and live in a house’—

# thig14.1:14.3
source: Pāsādanivātavāsinī,
kn: you’ll stay in a longhouse sheltered from wind;

# thig14.1:14.4
source: Parikammaṃ te karontu nāriyo.
kn: let the ladies look to your needs.

# thig14.1:15.1
source: Kāsikasukhumāni dhāraya,
kn: Dressed in exquisite muslin,

# thig14.1:15.2
source: Abhiropehi ca mālavaṇṇakaṃ;
kn: put on your garlands and your cosmetics.

# thig14.1:15.3
source: Kañcanamaṇimuttakaṃ bahuṃ,
kn: I’ll make all sorts of adornments for you,

# thig14.1:15.4
source: Vividhaṃ ābharaṇaṃ karomi te.
kn: of gold and gems and pearls.

# thig14.1:16.1
source: Sudhotarajapacchadaṃ subhaṃ,
kn: Climb onto a costly bed,

# thig14.1:16.2
source: Gonakatūlikasanthataṃ navaṃ;
kn: its coverlet so clean and nice,

# thig14.1:16.3
source: Abhiruha sayanaṃ mahārahaṃ,
kn: with a new woolen mattress,

# thig14.1:16.4
source: Candanamaṇḍitasāragandhikaṃ.
kn: so fragrant, sprinkled with sandalwood.

# thig14.1:17.1
source: Uppalaṃ cudakā samuggataṃ,
kn: As a blue lily risen from the water

# thig14.1:17.2
source: Yathā taṃ amanussasevitaṃ;
kn: remains untouched by men,

# thig14.1:17.3
source: Evaṃ tvaṃ brahmacārinī,
kn: so too, O chaste and holy lady,

# thig14.1:17.4
source: Sakesaṅgesu jaraṃ gamissasi”.
kn: your limbs grow old unshared.”

# thig14.1:18.1
source: “Kiṃ te idha sārasammataṃ,
kn: “This carcass is full of carrion, it swells

# thig14.1:18.2
source: Kuṇapapūramhi susānavaḍḍhane;
kn: the charnel ground, for its nature is to fall apart.

# thig14.1:18.3
source: Bhedanadhamme kaḷevare,
kn: What do you think is so essential in it

# thig14.1:18.4
source: Yaṃ disvā vimano udikkhasi”.
kn: that you stare at me so crazily?”

# thig14.1:19.1
source: “Akkhīni ca tūriyāriva,
kn: “Your eyes are like those of a doe,

# thig14.1:19.2
source: Kinnariyāriva pabbatantare;
kn: or a pixie in the mountains;

# thig14.1:19.3
source: Tava me nayanāni dakkhiya,
kn: seeing them,

# thig14.1:19.4
source: Bhiyyo kāmaratī pavaḍḍhati.
kn: my sensual desire grows all the more.

# thig14.1:20.1
source: Uppalasikharopamāni te,
kn: Set in your flawless face of golden sheen,

# thig14.1:20.2
source: Vimale hāṭakasannibhe mukhe;
kn: your eyes compare to a blue lily’s bud;

# thig14.1:20.3
source: Tava me nayanāni dakkhiya,
kn: seeing them,

# thig14.1:20.4
source: Bhiyyo kāmaguṇo pavaḍḍhati.
kn: my sensual excitement grows all the more.

# thig14.1:21.1
source: Api dūragatā saramhase,
kn: Though you may wander far, I’ll still think of you,

# thig14.1:21.2
source: Āyatapamhe visuddhadassane;
kn: with your lashes so long, and your vision so clear.

# thig14.1:21.3
source: Na hi matthi tayā piyattaro,
kn: I love no eyes more than yours,

# thig14.1:21.4
source: Nayanā kinnarimandalocane”.
kn: O pixie with such bashful eyes.”

# thig14.1:22.1
source: “Apathena payātumicchasi,
kn: “You’re setting out on the wrong road!

# thig14.1:22.2
source: Candaṃ kīḷanakaṃ gavesasi;
kn: You’re looking to take the moon for your toy!

# thig14.1:22.3
source: Meruṃ laṅghetumicchasi,
kn: You’re trying to leap over Mount Meru!

# thig14.1:22.4
source: Yo tvaṃ buddhasutaṃ maggayasi.
kn: You, who are hunting a child of the Buddha!

# thig14.1:23.1
source: Natthi hi loke sadevake,
kn: For in this world with all its gods,

# thig14.1:23.2
source: Rāgo yatthapi dāni me siyā;
kn: there will be no more lust anywhere in me.

# thig14.1:23.3
source: Napi naṃ jānāmi kīriso,
kn: I don’t even know what kind it could be,

# thig14.1:23.4
source: Atha maggena hato samūlako.
kn: it’s been smashed root and all by the path.

# thig14.1:24.1
source: Iṅgālakuyāva ujjhito,
kn: Cast out like sparks from fiery coals,

# thig14.1:24.2
source: Visapattoriva aggito kato;
kn: it’s worth no more than a bowl of poison.

# thig14.1:24.3
source: Napi naṃ passāmi kīriso,
kn: I don’t even see what kind it could be,

# thig14.1:24.4
source: Atha maggena hato samūlako.
kn: it’s been smashed root and all by the path.

# thig14.1:25.1
source: Yassā siyā apaccavekkhitaṃ,
kn: Well may you try to seduce the type of lady

# thig14.1:25.2
source: Satthā vā anupāsito siyā;
kn: who has not reflected on these things,

# thig14.1:25.3
source: Tvaṃ tādisikaṃ palobhaya,
kn: or who has never attended the Teacher:

# thig14.1:25.4
source: Jānantiṃ so imaṃ vihaññasi.
kn: but *this* is a lady who knows—now you’re in trouble!

# thig14.1:26.1
source: Mayhañhi akkuṭṭhavandite,
kn: No matter if I am abused or praised,

# thig14.1:26.2
source: Sukhadukkhe ca satī upaṭṭhitā;
kn: or feel pleasure or pain: I stay mindful.

# thig14.1:26.3
source: Saṅkhatamasubhanti jāniya,
kn: Knowing that conditions are ugly,

# thig14.1:26.4
source: Sabbattheva mano na limpati.
kn: my mind clings to nothing.

# thig14.1:27.1
source: Sāhaṃ sugatassa sāvikā,
kn: I am a disciple of the Holy One,

# thig14.1:27.2
source: Maggaṭṭhaṅgikayānayāyinī;
kn: riding in the carriage of the eightfold path.

# thig14.1:27.3
source: Uddhaṭasallā anāsavā,
kn: The dart pulled out, free of defilements,

# thig14.1:27.4
source: Suññāgāragatā ramāmahaṃ.
kn: I’m happy to have reached an empty place.

# thig14.1:28.1
source: Diṭṭhā hi mayā sucittitā,
kn: I’ve seen brightly painted

# thig14.1:28.2
source: Sombhā dārukapillakāni vā;
kn: dolls and wooden puppets,

# thig14.1:28.3
source: Tantīhi ca khīlakehi ca,
kn: tied to sticks and strings,

# thig14.1:28.4
source: Vinibaddhā vividhaṃ panaccakā.
kn: and made to dance in many ways.

# thig14.1:29.1
source: Tamhuddhaṭe tantikhīlake,
kn: But when the sticks and strings are taken off—

# thig14.1:29.2
source: Vissaṭṭhe vikale parikrite;
kn: loosed, disassembled, dismantled,

# thig14.1:29.3
source: Na vindeyya khaṇḍaso kate,
kn: irrecoverable, stripped to parts—

# thig14.1:29.4
source: Kimhi tattha manaṃ nivesaye.
kn: on what could the mind be fixed?

# thig14.1:30.1
source: Tathūpamā dehakāni maṃ,
kn: That’s what my body is really like,

# thig14.1:30.2
source: Tehi dhammehi vinā na vattanti;
kn: without those things it can’t go on.

# thig14.1:30.3
source: Dhammehi vinā na vattati,
kn: This being so,

# thig14.1:30.4
source: Kimhi tattha manaṃ nivesaye.
kn: on what could the mind be fixed?

# thig14.1:31.1
source: Yathā haritālena makkhitaṃ,
kn: It’s like when you see a mural on a wall,

# thig14.1:31.2
source: Addasa cittikaṃ bhittiyā kataṃ;
kn: painted with orpiment,

# thig14.1:31.3
source: Tamhi te viparītadassanaṃ,
kn: and your vision gets confused,

# thig14.1:31.4
source: Saññā mānusikā niratthikā.
kn: falsely perceiving that it is a person.

# thig14.1:32.1
source: Māyaṃ viya aggato kataṃ,
kn: Though it’s as worthless as a magic trick,

# thig14.1:32.2
source: Supinanteva suvaṇṇapādapaṃ;
kn: or a golden tree seen in a dream,

# thig14.1:32.3
source: Upagacchasi andha rittakaṃ,
kn: you blindly chase what is hollow,

# thig14.1:32.4
source: Janamajjheriva rupparūpakaṃ.
kn: like a puppet show among the people.

# thig14.1:33.1
source: Vaṭṭaniriva koṭarohitā,
kn: An eye is just a ball in a socket,

# thig14.1:33.2
source: Majjhe pubbuḷakā saassukā;
kn: with a pupil in the middle, and tears,

# thig14.1:33.3
source: Pīḷakoḷikā cettha jāyati,
kn: and mucus comes from there as well,

# thig14.1:33.4
source: Vividhā cakkhuvidhā ca piṇḍitā”.
kn: and so different eye-parts are lumped all together.”

# thig14.1:34.1
source: Uppāṭiya cārudassanā,
kn: The pretty lady ripped out her eye.

# thig14.1:34.2
source: Na ca pajjittha asaṅgamānasā;
kn: With no attachment in her mind at all, she said:

# thig14.1:34.3
source: “Handa te cakkhuṃ harassu taṃ”,
kn: “Come now, take this eye,”

# thig14.1:34.4
source: Tassa narassa adāsi tāvade.
kn: and gave it to the man right then.

# thig14.1:35.1
source: Tassa ca viramāsi tāvade,
kn: And at that moment he lost his lust,

# thig14.1:35.2
source: Rāgo tattha khamāpayī ca naṃ;
kn: and asked for her forgiveness:

# thig14.1:35.3
source: “Sotthi siyā brahmacārinī,
kn: “May you be well, O chaste and holy lady;

# thig14.1:35.4
source: Na puno edisakaṃ bhavissati”.
kn: such a thing will not happen again.

# thig14.1:36.1
source: “Āsādiya edisaṃ janaṃ,
kn: Attacking a person such as this

# thig14.1:36.2
source: Aggiṃ pajjalitaṃva liṅgiya;
kn: is like holding on to a blazing fire,

# thig14.1:36.3
source: Gaṇhiya āsīvisaṃ viya,
kn: or grabbing a deadly viper!

# thig14.1:36.4
source: Api nu sotthi siyā khamehi no”.
kn: May you be well, please forgive me.”

# thig14.1:37.1
source: Muttā ca tato sā bhikkhunī,
kn: When that nun was released

# thig14.1:37.2
source: Agamī buddhavarassa santikaṃ;
kn: she went to the presence of the excellent Buddha.

# thig14.1:37.3
source: Passiya varapuññalakkhaṇaṃ,
kn: Seeing the one with excellent marks of merit,

# thig14.1:37.4
source: Cakkhu āsi yathā purāṇakanti.
kn: her eye became just as it was before.

# thig14.1:39.1
source: Tiṃsanipāto niṭṭhito.
kn: The Book of the Thirties is finished.
